[
	{
		"nid" : 2946,
		"title" : "Yashiro (in Paris) to Mary Berenson",
		"body_value" : "<p style=\"text-align: left;\" align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\"><br>[letterhead:] Hotel Roosevelt/ 63 Av. d’Iena /Paris</p>\r\n<p align=\"left\">Paris 10 Nov. 1923</p>\r\n<p align=\"left\">Dear Mrs. Berenson,</p>\r\n<p align=\"left\">Coming back from London I visited Mr. Berenson in his hotel yesterday. Though I had such a pleasure to see him, yet at the same time I was so disappointed to hear that you had gone from Paris already. It is such a delightful thing to greet friends in distant places, and besides I have not seen you for so long.</p>\r\n<p align=\"left\">In London I began a long letter which I left unfinished and which I enclose herewith. In those days when I was quite upset by the bad news from my parents in Japan, in London I was really afraid of being alone, because I was really falling into melancholy feeling. So I occupied myself very very much in London. In the day time I was either in the museums or private galleries and in the evening, lest I should become a victim of depression, I even sought relief in stupid cinemas. I pitied myself doing so. That is the reason of my silence. Excuse me for that or rather pity me.</p>\r\n<p align=\"left\">The letters I have since got in Paris reassured me as regards my mother and now I made up my mind to stay in Europe as I had planned before, that is, till next March. Indeed very frequently I am shaken in my determination, when I think of my mother, who, though quite safe, still must certainly lead a solitary life. But I must also think of my own work too, which, I am afraid, is to become the means to support her life, now that all her and my property is lost. I am so sorry for her to make her wait for me for half a year longer; I must make the most of this rare opportunity of staying in Europe, which, I know, would never come again easily. I think I shall go in these days to London where I shall perhaps try if I can have the chance to write and publish something. In this way perhaps I may get some recognition as a student of art; this will also come to facilitate that hope of mine of getting a position in some universities in America, of which you know. Besides I must improve my English, if I am to hope for any such position at all.</p>\r\n<p align=\"left\">By the bye I heard nothing from <a href=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\" data-url=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\">Mr. Forbes</a>&nbsp;of the Harvard. Since the time I met him in your house, once he invited me to tea at the time when I was away from Florence, and when I came back, he was about to leave Florence, so I missed the chance to see him again. From what I understood from him, when we talked together in your garden, he gave me just a vague hope. He told me that at present the Director of the Harvard had no intention to create the Department of the Oriental art: it is the idea and hope of Mr. Forbes to suggest to do so in future.</p>\r\n<p align=\"left\">I think I shall go back to my Academy next Spring and shall take up my work there again which is a very good one in Japan. Only I shall always hope to get a position abroad, as my special interest lies in the comparative study of the Eastern &amp; Western Arts and in Japan one gets absolutely no chance to study the Western art in the original. Such being the case I am not very much in a hurry to seek a place in America, but if ever there is any, I shall always be too glad to get it, if only my Academy or Government allows it. So I wish you would remember this constant wish of mine and if you come to know of any such place, I beseech you to recommend me to it. By the time I shall be studying on my own way, as best as I can; and shall try to write some of my studies in English. If I have some of my studies published in some of European languages, I shall get myself known in Europe &amp; America to a certain extent and appreciated or depreciated as I am worth. As regards the official recommendation, I must say I have one of the best, because, this I can well say without exaggeration or boasting, that my Academy in Tokio is the only Governmental Academy of Art in Japan (and there is no other Academies noteworthy in Japan, both publicly or privately built) and therefore the professors there are considered rather important personages in the artistic world. If I think of my own knowledge, I am very ashamed to say this, but that is true and everybody knows it. I was severely attacked (myself and the Director) when I was appointed a professor there. They said I was “too young” for that position.</p>\r\n<p align=\"left\">Ever since you were so kind as to introduce me to Mr. Forbes, and also willing to help me in many other things, I wanted very much to explain myself to you. But somehow I had no chance. Would you excuse me if I went beyond the limit of modesty? This I can well say: I am not sure if really I deserve to be a professor in my Academy, but I have ever endeavored to deserve it. Also in my future, you can rest assured that I will make my best to deserve your recommendation.</p>\r\n<p align=\"left\">In Paris Mr. B.B. referred me to your friend <a href=\"http://yashiro.itatti.harvard.edu/Reinach-Salomon\" data-url=\"http://yashiro.itatti.harvard.edu/Reinach-Salomon\">M. S. Reinach</a>; I have ever been indebted to him through his books from the very first of my study of European Art -- more precisely, more at the very first than now, because the first book I read of European art was his Apollo. I am delighted to make his acquaintance. I am going to London in a couple of days. If there is any of your friend in London to whom I can apply for help to see private collections, or who can help me in my studies as M. Reinach would, I hope, do refer me to him. Of course I know <a href=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\" data-url=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\">Mr. Laurence Binyon</a>&nbsp;so well.</p>\r\n<p align=\"left\">I was told that you are going to Rome for January &amp; February. Perhaps I may see you in that beautiful city of the world, unless I don’t go back to Florence before. When I think of your Library and of the many happy days I had there, I almost suffer from home-sickness for Florence and I Tatti. I am daily going to the Bibliotheque Nationale. As I have by this time been, if I may say so, spoiled by the abundant facilities for studies in your Library, in every respect I have reasons to complain in this big library. I could not even find “Jahrbuch der preussiche Kunstsammlung” here.</p>\r\n<p align=\"left\">This letter has become such a long one, and besides it is written so badly. Perhaps it is too long to re-write it. So let me beg your pardon over and over again.</p>\r\n<p align=\"left\">You told me one afternoon how I must try to improve my English. I shall ever follow your advice, especially&nbsp;in London where I shall begin to write something.</p>\r\n<p align=\"left\">You did quite well to have already left Paris. Since yesterday it has become cuttingly cold. I know you are frequently not quite well. I am anxious of your health, as about that of my own mamma. For didn’t you helped&nbsp;me and protected me with a real motherly tenderness. At least so I felt and am very grateful. My letter is interminable. I must make the end of the paper the end of the letter.</p>\r\n<p>Yours ever,&nbsp;</p>\r\n<p><em>Y. Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1456147852
	},
	{
		"nid" : 2951,
		"title" : "Yashiro (in London) to Mary Berenson",
		"body_value" : "<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">c/o Mrs. Compton<br>59 The Vale<br>Golders Green</p>\r\n<p align=\"left\">Jan 10, 1924</p>\r\n<p align=\"left\">Dear Mrs. Berenson,</p>\r\n<p align=\"left\">London is covered with snow. It is terribly cold. Bright however -- not with the sun, but with the white sheet of snow on the ground, on the roof. This brightness, though of such a cold sheen, is still a great boon to the poor Yashiro, who is yearning for light in this dark and gloomy London.</p>\r\n<p align=\"left\">I am so anxious about your health which I know is so delicate. I hope Italy is not so cold &amp; you are all well.</p>\r\n<p align=\"left\">I am going back to Florence early next month. By that time you are off to the further South, I suppose. I shall miss you so much this winter again just as in the last winter, when you went to Egypt &amp; Greece. My life in Florence is so closely knit together with the Library of I Tatti with its hosts who extended their kindness &amp; hospitality even to me, such a simple beginner as I am, -- that I am afraid I shall feel very lonely again this winter in Florence, lonely in the social, as well as the intellectual, sense.</p>\r\n<p align=\"left\">Since I came over to England, with a desperate determination to do some substantial work, to recover, no! not so much, to alleviate, the great loss which my family had suffered from the earth quake, I was fortunate enough to find a publisher for my book on Botticelli, -- on the Art of Botticelli. At first I was too tired to approach any publisher &amp; I merely wanted to write articles on various phases of Botticelli’s art, to which I had taken those detail -- photographs as illustrations. The friends to whom I showed those photos became very much interested, &amp; recommending a publisher, urged me to publish a book rather than fragmentary articles. There is nothing more welcome to me, &amp; so I determined to do so. I think you and Mr. Berenson would be glad to hear of this, you, who took some interest in me (might I say so?) I am awfully uneasy if I am not too presumptuous to think that my work on Botticelli should be in any way worthy to be taken interest in by you! -- But still you helped me a great deal in my study. In my whole life I have never been helped in such a wholesome way as by you, so I feel it not only my pleasure but also a duty to tell you of the first fruit of my labour. If all goes well the book is to come out next Christmas or a little later on from the Medici Society in London. This would form a good introduction of myself to the art and literary world in Europe and America. With this introduction of my own merit or&nbsp;demerit, put in public clearly by itself, if I may, as the next step I shall prepare my studies on Oriental Art in a few years. In this way I may perhaps launch on a career, which, I told you, I am always so anxious to pursue.</p>\r\n<p align=\"left\">As it is, I am now all in all in my work, which I must finish ready for print as quickly as possible.</p>\r\n<p align=\"left\">To hear that B.B. was glad to see those photos, sent to him from Brogi, was such a joy to me. Those photos show exactly what my appreciation is of Botticelli. I think in a few weeks I can send you some others photos which are as interesting as those. As for the expense, which you are ever so kind as to propose to share, I am susceptible to your kindness, especially as I am now rather poor, because of the loss of all my property in Japan by the earthquake. But I am awfully stupid in calculation, &amp; I don’t know how much I am to ask you to give me. I have entirely forgotten what sum of money I had paid to the photographers. So let me tell you later on. For the present I am more than satisfied to hear that you liked them.</p>\r\n<p align=\"left\">There are some photos of Botticelli which I am very anxious to get. I want to ask you if you can help me to get them -- oh I am troubling you ever so much, but I can think of no other man -- I have so few friends -- which is so influential in this respect, so let me ask you. These are Botticelli’s in America. In my original plan I was to go to America this February on my way back to Japan &amp; get the necessary photos. Now those photos became indispensable to me before I go to America. I have no friend in U.S.A., except perhaps <a href=\"http://yashiro.itatti.harvard.edu/Offner-Richard\" data-url=\"http://yashiro.itatti.harvard.edu/Offner-Richard\">Offner</a>, but I don’t know where he is, he never writes me.</p>\r\n<p align=\"left\">i) Details of the ex-Chigi Madonna, in Mrs. Gardner’s Collection.</p>\r\n<p align=\"left\">Can you not get them taken by the photographer on my expense? I send you a photo of the picture with the desired details marked out. This is such a big trouble, but as that picture is so important for my special studies that I became so bold as to ask you this great help.</p>\r\n<p align=\"left\">ii) Portrait of Lorenzo Lorenzano in Johnson Collection</p>\r\n<p align=\"left\">I have a half-tone reproduction but I want a good photo of it</p>\r\n<p align=\"left\">iii) Portrait of a young Man in the Hamilton Collection, which BB published in the Art in America. A good photo.</p>\r\n<p align=\"left\">iv) The Last Communion of St. Jerome from Marchese Farinola Collection. I think this is in America now, where I don’t remember. In <a href=\"http://yashiro.itatti.harvard.edu/Bode-Wilhelm\" data-url=\"http://yashiro.itatti.harvard.edu/Bode-Wilhelm\">Bode’s</a>&nbsp;recent book, I remember it was given in the “Metropolitan Museum”. Is that so? I want a photo of it too.</p>\r\n<p align=\"left\">Perhaps you remember how I was enthusiastic when I told you that I saw a&nbsp;real&nbsp;Botticelli in the restorer’s room in the Uffizi Gallery. I understood at that time that it belonged to <a href=\"http://yashiro.itatti.harvard.edu/Toesca-Pietro\" data-url=\"http://yashiro.itatti.harvard.edu/Toesca-Pietro\">Prof. Toesca</a>. At that time I was anxious to get it bought by a Japanese Collector &amp; I had a big hope in it, when that dammed earth quake put an end to it.</p>\r\n<p align=\"left\">Can you not get a photo of it? To me it is quite a gem, &amp; my study of Botticelli would never be complete without it. I know that it is unpublished &amp; besides if it is for sale it would be difficult to get a photo. But can you not help me to get it? You may well sympathize with an arduous wish of a young soul for a thing of beauty. I would never leave a stone unturned, if there is a slightest possibility to get a photo. Do help me!</p>\r\n<p align=\"left\">This has become quite a lengthy letter &amp; besides it is so badly written -- as usual. Though I am getting lessons in English, as I told you before, yet improvements&nbsp;in writing is excessibly slow. I intend to go back to Florence early next month. Can you think of any one in Florence, who would be willing to correct my English. I think I can in some way or other express my ideas, but I am despaired of my style. Of course I have no ambition to make it beautiful. All my wish in that respect is to make it simple, simple very simple &amp; directly intelligible. In my study of French you recommended me such a nice and well-cultured lady as Signora Salvemini. In the case of English, can you help me again?</p>\r\n<p align=\"left\">You told me of Ghita’s betrothal -- Ghita Luchaire, Signora Salvemini’s daughter. Immediately I sent a letter of congratulation to her, I am such a good friend of hers. But she does not answer me. Perhaps in her joy she has little time or calmness to begin a letter to a “third person”.&nbsp; How interesting to see lovers from outside! -- In saying this, I feel myself quite an old philosopher!!</p>\r\n<p align=\"left\">I heard Handel's Messiah! in London there is music. How beautiful! In Florence I get hungry of music. This is the only objection of mine to Florence.</p>\r\n<p align=\"left\">Yours ever, very, very sincerely,</p>\r\n<p align=\"left\"><em>Y. Yashiro</em></p>\r\n<p align=\"left\">P. S. My best regards to BB &amp; to Signorina Nicchi.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1450918800
	},
	{
		"nid" : 2956,
		"title" : "Yashiro (in London) to Mary Berenson ",
		"body_value" : "<p align=\"left\"></p>\r\n<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[Note sent with the previous item]</p>\r\n<p align=\"left\">Jan 11<span><span>th</span></span></p>\r\n<p align=\"left\">This morning before posting this letter, I went through it again &amp; blushed to find in it something like the letter a spoilt child might address to his very generous mother. It is full of requests &amp; entreaties, as if her generosity were not already more than enough. Oh Since I went to you one morning, bright with Autumnal sunshine -- it was two &amp; half years ago -- you were giving me such a quantity of kindness. Oh that there may be some chance in future when I can repay you even a particle of it!</p>\r\n<p><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1450749600
	},
	{
		"nid" : 3286,
		"title" : "Yashiro (in Abetone) to Bernard and Mary Berenson",
		"body_value" : "<p style=\"text-align: left;\" align=\"left\"><strong><!--break--></strong></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\"><span>Abetone<br></span><span>July 21&nbsp;</span></p>\r\n<p align=\"left\">Dear Mr. &amp; Mrs. Berenson,&nbsp;</p>\r\n<p align=\"left\">I am afraid you are wondering by this time at my sudden disappearance &amp; my long silence. I have actually hidden myself among the Apeninnes &amp; devoted myself to my “Botticelli”. Now I finished it at last, &amp; I am going down to Florence, to prepare for my final departure from “la mia Firenze”. Before my departure I must see you even for a moment, to express my deep felt gratitude -- more than gratitude -- to you. What I learned of Italian Art &amp; have to go on with my further study, I owe to you entirely. Oh how I wish that I may continue my way by your side. You may understand my sadness to go away from the country where I feel really in my element &amp; from the work in which I really feel my own vocation, if I may say so, &amp; from the master, who has been the real guiding spirit of mine.</p>\r\n<p align=\"left\">I think, by this time you are in Vallombrosa. Can I ask you when I can come to you to say good-bye. I go down to Florence tomorrow &amp; immediately begin my preparations for a departure. I shall stay there perhaps till 29 or 30. The while I am quite free to come to you at any time you mention. I am waiting for your answer at Hotel Berchielli, Lungarno Acciaioli, Florence.</p>\r\n<p align=\"left\">I wonder if Mrs. Berenson is already back in Italy. I shall be awfully sorry if I cannot see her!</p>\r\n<p align=\"left\">With best wishes,</p>\r\n<p align=\"left\">From your faithful pupil,</p>\r\n<p align=\"left\"><em>Y. Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p style=\"text-align: left;\" align=\"left\"><br><br></p>",
		"created" : -1434243600
	},
	{
		"nid" : 3291,
		"title" : "Yashiro (in London) to Bernard and Mary Berenson",
		"body_value" : "<p align=\"left\"><strong><!--break-->&nbsp;</strong></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">59 The Vale<br>Golders Green<br>London</p>\r\n<p align=\"left\">17 Aug.</p>\r\n<p align=\"left\">Dear Mr &amp; Mrs. Berenson,</p>\r\n<p align=\"left\">Time passes so quickly. I am entirely lost in my work. I can find no time to write letters, even to you. When I feel myself a little freer, the first thing I would do is to write to you, to write you all the nonsenses I felt &amp; am feeling since I left Florence and you.</p>\r\n<p align=\"left\">Yesterday I sent by parcel post some Dante photos from the Vatican. The detail ones are of the original size. The detail from the Chant of Hell is very well done. I hope you will like it.</p>\r\n<p align=\"left\">The N. G. [National Gallery] photos I will send to you as soon as they are done. If there is any other thing I can do for you in London, do let me.</p>\r\n<p align=\"left\">This is a dry &amp; short letter, hardly compatible with the warm attachment I feel for you. But I must begin my work now. Au revoir -- but when?</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1431910800
	},
	{
		"nid" : 3296,
		"title" : "Yashiro (in London) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<p align=\"left\"></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">c/o The Medici Society<br>7 Grafton Street<br>London<br>22 Aug. 1924</p>\r\n<p align=\"left\">Dear Mr. B. Berenson,</p>\r\n<p align=\"left\">This is again going to be a short letter. You know quite well my desire to continue that publication on Oriental art, “Study of Oriental Art”. I talked it over with <a href=\"http://yashiro.itatti.harvard.edu/Waley-Arthur\" data-url=\"http://yashiro.itatti.harvard.edu/Waley-Arthur\">Arthur Waley</a>. He took such an interest in it &amp; he is willing to work for it as the editor for European Edition, while I work as the editor in Japan. Waley is pretty sure that the Benn Brothers will guarantee for 500 copies &amp; by that the continuation of the publication becomes not only possible but quite secure for the original Japanese publisher. Waley &amp; I decided to speak to the Benn Brothers of the scheme, &amp; for that purpose, it is necessary to show to the director of the oriental department of the Benn Brothers, what I have done in the past 2 years of its publication. Unfortunately you are the only person who owns the book, B.M. has not got it. Can I ask you to lend me for some short time your copy of the Study of the Oriental Art. It is a large book and I am so sorry to cause you the trouble of sending it to me. But as Waley &amp; I decided that to show the book to the Benn Brothers is essentially necessary to make them take real interest in the work &amp; to let it go on, I dare to ask you the favor. I am to stay in London till the end of September.</p>\r\n<p align=\"left\">Excuse me this hasty way of writing; I am really in a hurry to ask you and to borrow the book.</p>\r\n<p align=\"left\">Yours ever faithfully,</p>\r\n<p align=\"left\"><em>Y. Yashiro</em></p>\r\n<p align=\"left\">&nbsp;P.S. Of the N. G. photos, I applied for the official permission to get them done. But the answer was, they cannot do them before the middle of October, as the official photographer is busy. I will try again, &amp; endeavor to get them done earlier.</p>\r\n<p></p>\r\n<p align=\"left\">&nbsp;</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1431478800
	},
	{
		"nid" : 3301,
		"title" : "Yashiro (in London) to Mary Berenson",
		"body_value" : "<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">59 The Vale<br>Golders Green,<br>London</p>\r\n<p align=\"left\">25 Aug.<br>Late in the night</p>\r\n<p align=\"left\">Dear Mrs. Berenson,</p>\r\n<p align=\"left\">I am writing this letter in the most unhappy state.</p>\r\n<p align=\"left\">To-day <a href=\"http://yashiro.itatti.harvard.edu/Laurence-Harry\" data-url=\"http://yashiro.itatti.harvard.edu/Laurence-Harry\">Mr. Laurence </a>of the Medici Society told me about his request he had done to you &amp; that you declined it. Though I do not exactly know what he requested of you, and what you answered him, I am so unhappy to think that surely he requested of you something too much even for your immense kindness, which you have ever been showing to me. I am very angry with him &amp; very angry with myself. I heartily beg your pardon and B.B.’s.</p>\r\n<p align=\"left\">I think he requested you to write a letter recommending me to your American friends or something like that. It was really more than silly for the Medici Society to ask you for that, as if you had not done so, more than I really deserve, with the letters you already gave me. Really the publishers are so awfully keen about the commercial aspect of books. Your friendship &amp; kindness is too sacred &amp; precious a thing to be thus used.</p>\r\n<p align=\"left\">When the head of the American branch of the Medici Society came here, I understand, there was a talk about my lecturing tour in the United States. The Medici Society was of course considering its efficacy as an advertisement of my book. I confess I did not reject the plan, as I thought, they may take advantage of it as they like; I may thus make some money to go through such an expensive country as America and may see the country &amp; private collections, too. Poverty is really a miserable thing. In the present condition of mine, I was about to do whatever, if not dishonorable, to make money.</p>\r\n<p align=\"left\">Then the Medici people said about the desirability to get a letter of recommendation from you. I said that you kindly wrote such nice letters to your friend<span>s</span>&nbsp;of Harvard &amp; Philadelphia and that I cannot request you for more. They said, it is not my matter, let them think about it. At that point I should have flatly forbidden them. Instead, how stupid &amp; weak I was, I only said, I for myself do not like it. Sometime ago I learned with astonishment that they made <a href=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\" data-url=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\">Mr. Binyon</a>&nbsp;write a letter, perhaps for the same advertizing purpose. Long afterward I learned it, to my great regret. I think they repeated it again with you. It was good you declined them. Henceforward I must be more careful about myself &amp; my friends. I am so unsuspecting, all the same I feel guilty that I did not explicitly, &amp; firmly forbid them. Here I beg your pardon with my whole heart, that I caused or at least I did not prevent, such a disagreeable thing to you.</p>\r\n<p align=\"left\">It is unbearable for me to think that you may have imagined Yashiro intending to exploit your kindness &amp; protection. Whatever human weaknesses Yashiro has, he is at least exempt from such a baseness.</p>\r\n<p align=\"left\">I am so unhappy to-day, just the weather is so miserable. From morning I felt so depressed &amp; about noon I learned this sad news.</p>\r\n<p align=\"left\">Excuse me this scrawl. I am so agitated that I can write in no other way. Give my hearty respect &amp; love to B.B. Here in London how I miss I Tatti. In Florence I could come to you every now &amp; then, and could feel warmth. Here I feel myself quite an exile. If not in Florence, how I want to go back to my country!! to my poor Mamma.</p>\r\n<p align=\"left\">During the day I am buried in my work, but when night comes I am miserable, I feel so lonely. I am now reading Clara Schuman’s life, of which I remember I heard Miss Davies talk in your Salon, when you invited her. To-day I was reading the pages which tell of Clara’s unhappiness, her love being thwarted by her father, &amp; so my leadenness increased, instead of being lessened by the reading.</p>\r\n<p align=\"left\">Good bye to you &amp; Good bye to B.B. &amp; believe me as your loving little friend &amp; pupil,</p>\r\n<p align=\"left\"><em>&nbsp;Yuki Yashiro</em></p>\r\n<p align=\"left\">P. S. I failed to post this letter yesterday. Last night I went with <a href=\"http://yashiro.itatti.harvard.edu/Waley-Arthur\" data-url=\"http://yashiro.itatti.harvard.edu/Waley-Arthur\">Waley</a>&nbsp;to Queen’s Hall &amp; heard Mozart. I am happier to-day. In the world there is nothing which pleases me so completely as Mozart.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1431219600
	},
	{
		"nid" : 3306,
		"title" : "Yashiro (in London) to Mary Berenson",
		"body_value" : "<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">59 The Vale<br>Golders Green<br>London&nbsp;</p>\r\n<p align=\"left\">9 Sept. 1924</p>\r\n<p align=\"left\">Dear Signora Berenson,</p>\r\n<p align=\"left\">I hasten to tell you that the two packets of the Study of the Oriental Art have already arrived here. Their quick arrival is as unexpected as welcome. I thank you and Mr. Berenson very, very much again. Don’t be in the least uneasy about the safe presentation of your copy &amp; I shall send it back to you as soon I finish the negotiation with the publishers.</p>\r\n<p align=\"left\">As my collaboration in the enterprise, either <a href=\"http://yashiro.itatti.harvard.edu/Waley-Arthur\" data-url=\"http://yashiro.itatti.harvard.edu/Waley-Arthur\">Waley </a>or <a href=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\" data-url=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\">Laurence Binyon</a>&nbsp;would take up the work; perhaps, the latter. But really I must confess that I am myself hesitating. Because, if I begin this work, it would tie me down in Japan for some years, and you know only too well that my earnest desire is to come back to Europe. The work itself is really worth doing -- I think it is the best way in which I can contribute to the cause of the world’s art, if I can do at all. Should I really sacrifice my pleasure of staying in Europe, for this work. I will decide in one of these days.</p>\r\n<p align=\"left\">Your very kind letter has set me entirely at ease, &amp; I heaved a sigh of relief. As to my lectures in America, at present this capricious Yashiro is again hesitating. I may do it, or may not. Now I became reluctant to do any effort to undertake it. I shall wait for the chance. If it comes, I will try what I can. Your practical advices how to prepare for the public lecture were most valuable to this unexperienced “lecturer”. I felt your kindness to this naughty boy more keenly than ever.</p>\r\n<p align=\"left\">I am rigorously working on “Botticelli”. I think I cannot leave for Japan for another month. I am drudging like a regular “Impiegato”!</p>\r\n<p align=\"left\">How is Mr. Berenson? Would he think of me sometimes? I wonder if he got the Vatican Dante drawings photos which I sent him some weeks ago. I think I may send him some other photos not long hence.</p>\r\n<p align=\"left\">I saw <a href=\"http://yashiro.itatti.harvard.edu/Maclagan-Eric\" data-url=\"http://yashiro.itatti.harvard.edu/Maclagan-Eric\">Mr. Maclagan</a>&nbsp;of the South Kensington Museum, whom I had met in I Tatti. He is so nice &amp; he helped me, when I went to him to get his opinion on some Florentine sculptures to which I wanted to refer in my “Botticelli”.</p>\r\n<p align=\"left\">Good-bye dear Madame and remember me to Mr. Berenson.</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n<p>P.S. I enclose one small photo of a Botticelli school picture, not contained in B.B.’s library.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1429923600
	},
	{
		"nid" : 3311,
		"title" : "Yashiro (in London) to Bernard and Mary Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">London<br>5 Nov. 1924</p>\r\n<p align=\"left\">Dear Mr. and Mrs. Berenson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n<p align=\"left\">I was very sad, when I received your letter, so that I had to wait all these days to write to you again. I heartily beg your pardon for the impertinence to have asked you to see my list, which, I knew better than anybody, was so incomplete. Of course I did not intend to publish it in that way. I was not even certain whether I would publish it in any forthcoming book at all. My intention was to go through Europe and America with that list and see all the pictures indicated in it, and after my direct knowledge of the pictures, decide my own idea of their authenticity. I wanted you to indicate those pictures which I need not take the trouble to see, and also, to tell me the change of collections, which seems to have been very frequent in recent years.</p>\r\n<p align=\"left\">As time does not allow me to undertake this intensive travel, and as my publishers agree to publish my second volume in which I intend to treat school works of Botticelli, I gave up the desire of publishing my list of Botticelli school works in my first volume.</p>\r\n<p align=\"left\">It grieved me a great deal to hear that BB’s estimation of Yashiro lowered so much by the carelessness and lack of method in that list that now if I am to help BB for his “Drawings” at all, all that I can do is to collect photographs. If really so, so be it. I never wish to be treated beyond my proper merit. What pains me is that I showed the list to you in a confidential way; when you judge of me from my published things, I shall never be so sad, whatever your judgment might be. Now the case is different. But perhaps you are right. The more unfinished that list was, the more naturally the true Yashiro might have appeared in it. I do not complain. Whatever your estimation of me might be, I shall never lose my grateful feeling for your kind treatment of me during those long years. I will ever walk on my way, and whatever my own walk in art may be, I shall ever be conscious of my indebtedness to you and shall send my deep gratitude -- perhaps from a distance ineffectually.</p>\r\n<p align=\"left\">I sent yesterday the Study of Oriental Art back to you by parcel post. I packed it and sent it in the safest way possible and insured it. I hope it will arrive I Tatti in due time. I thank you so much for all the trouble to lend it to me. It stood in good stead, when I spoke with the publishers. I may do the work if I make up my mind to do, but I am still in doubt. I really want to come back to Europe for some years more and continue to do something more out of my devotion to the Italian Quattrocento.</p>\r\n<p align=\"left\">Quite recently I found a genuine Botticelli, which I was about to buy. Again unfortunately I missed it. I take the picture as the Convertite altarpiece, Trinity with St. John &amp; Mary Magdalene &amp; the Johnson predella seems to have belonged to it, corresponding to it both in style and in measurement. I am preparing an article which I will publish in near future.</p>\r\n<p align=\"left\">I am sailing away to America in about a week. Although I felt depressed after your last letter, yet don’t imagine that Yashiro gets ever estranged from you. He is still carrying a dear memory of I Tatti. Ah, after my departure when I can have another chance of seeing you?</p>\r\n<p align=\"left\">Goodbye and farewell! Farewell with all my heart.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1424998800
	},
	{
		"nid" : 3316,
		"title" : "Yashiro (in London) to Mary Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">London<br>15 Dec</p>\r\n<p align=\"left\">Dear Mrs. Berenson,</p>\r\n<p align=\"left\">Your letter brought me a sweetest of feelings, and showed me how grieved I had been since I received your last letter. I look up to both of you as my masters, who made the foundation of my future study. So I feel very keenly what sort of idea you make of your Yuki.</p>\r\n<p align=\"left\">In my future studies I may make many mistakes I may sometimes be too rash, as is inevitable for my age. But the conscientious way of study which I learned from the daily example in I Tatti from BB with you and Signorina Mariano shall ever be a warning to me. Although Yuki has many weaknesses, yet he is anxious to improve himself. Scold me whenever you find me foolish but don’t be despaired of me.</p>\r\n<p align=\"left\">I sail off to America on 20th&nbsp;from Liverpool. So I say good bye to you. I will write to you from Japan. Whenever you require anything of me, write to me c/o The Imperial Accademy of Art, Tokio. Then you must write&nbsp;Prof. Yashiro which sounds so funny for this Bohemian boy, but there are two Yashiros in the Academy &amp; so I must ask you to address me with the official title.</p>\r\n<p align=\"left\">I sent you those detail photos which were at last done for me from N. G. Botticellis and Amico. As they were paid by the Medici Society, I can send them as a humble present from Yuki. I hope BB will like them.</p>\r\n<p align=\"left\">Good bye, I am called off now. I must pack my things. I will write to you from America.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n<p align=\"left\">Excuse me for this abrupt way of stopping. I have thousand things to tell you. But no time, alas for the moment.&nbsp;&nbsp;&nbsp;<br><em>Yuki</em></p>\r\n<p align=\"left\">My best regard to BB and to Miss Mariano.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1421542800
	},
	{
		"nid" : 3321,
		"title" : "Yashiro (in Boston) to Bernard and Mary Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Harvard Club of Boston/ 374 Commonwealth Avenue]</p>\r\n<p align=\"left\">2 Jan. 1925</p>\r\n<p align=\"left\">Dear Mr. and Mrs. Berenson,</p>\r\n<p align=\"left\">Yuki is now in Boston and is very very happy. <a href=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\" data-url=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\">Mr. Forbes</a>, to whom you introduced me in I Tatti one beautiful day in Spring, -- he is so kind to me and helps me in every way, both for study &amp; enjoyment. We talk about you a lot. Mr. Forbes’ children whom I have also met in your house, they have grown up a great deal. They are perfectly charming.</p>\r\n<p align=\"left\">I meant to write to you a long letter on the boat, but the sea was very rough and poor Yuki was very sick all the way through. Don’t imagine from my silence that I think less of you.</p>\r\n<p align=\"left\">It is such a pity that I must leave America in ten days. Except your excellent library I could find no such facilities for study as in America. If I continue to study for another 3 years, following your example, and in such a nice place as Harvard or better in I Tatti, I can become something worthy. If you find anything stupid in me, scold me, so as to improve me. Don’t be despaired of me. If not for anything else, for faithfulness and devotion to you, you would not come across such a boy as I am, very frequently.</p>\r\n<p align=\"left\">This is just to send my love to you from a place abounding with your friends.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1419987600
	},
	{
		"nid" : 3326,
		"title" : "Yashiro (in London) to Bernard and Mary Berenson",
		"body_value" : "<p><!--break--></p>\r\n<p align=\"left\"></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">3 Mecklenburgh Sq.<br>London, W.C.1<br>Oct. 4</p>\r\n<p align=\"left\">Dear Mr. &amp; Mrs. Berenson,</p>\r\n<p align=\"left\">I have heard of your arrival in London, &amp; thank heaven, I have just got your letter address. So I hasten to write to you to send my compliments.</p>\r\n<p align=\"left\">Time flies so fast, &amp; it is already three years &amp; more since I saw you. I am glad to hear from your friends that you are all quite well.</p>\r\n<p align=\"left\">After my return to Japan, all these three years I had such a busy &amp; hard time. To compensate for my long absence from the Academy, I had to do many extra-works, which, taking up nearly all my time, made me a very bad correspondent. My inexplicable silence seems to have made many good friends of mine angry with me. I feel guilty &amp; ashamed to think of my silence after the intimacy you allowed me to enjoy in your helpful friendship. Here humbly I ask you pardon.</p>\r\n<p align=\"left\">Although a bad pupil &amp; lazy correspondent, yet I am a little proud to tell you -- and I am sure you would be glad to know -- that I could do something fundamental for the future study of the Oriental Art. After studying under your guidance &amp; imbibing your accurate way of research-works in Art, so far as I could, I found the present state of art study in the Far East very unsatisfactory &amp; could so far succeed as to persuade the interested people in Japan to establish an institute where practically your method of study is to be pursued in the field of Oriental Art. You may have heard of this “Institute of Art Research” from <a href=\"http://yashiro.itatti.harvard.edu/Witt-Robert\" data-url=\"http://yashiro.itatti.harvard.edu/Witt-Robert\">Sir Robert Witt</a>. It is to be opened from next year &amp; I am going to be its director. You will find from the reports, which we are going to issue from next year, that you &amp; your works are the fundamental &amp; constant inspiration for us all. Therefore, although I am only a bad pupil of yours, being nothing but a simple artist by nature, yet I am educating my assistants in strict conformity to your precepts.</p>\r\n<p align=\"left\">When I left Florence, I promised your secretary &amp; librarian <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Miss Mariano</a>&nbsp;to supply her with the list of important publications in the Far East, &amp; so far I have not fulfilled my promise. Don’t think that Yashiro promise easily &amp; forgets all about easily. So far all my energy &amp; time have been spent on the establishment of the Institute. Now that it is established, I made it one of the policies of the Institute, to compile a trustworthy bibliography of the Oriental Art, which my assistants already know to send to Miss Mariano. From next April, when I shall be in Japan, I &amp; my assistants are always prepared to help Miss Mariano&nbsp;to add to the oriental section of the excellent library at I Tatti.</p>\r\n<p align=\"left\">I wonder when you will be in Florence. I shall be very sorry &amp; disappointed if I fail to see you in this stay of mine in Europe, I am told that you are now in Oxford or somewhere out of London. I have been in London already for two months &amp; now I begin to move about. I go to galleries hoping to meet you, but so far I could not come across you.</p>\r\n<p align=\"left\">I have heard that your book of Drawings is being prepared for a small edition &amp; that an excellent young scholar from Oxford [<a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark</a>], whom I was about to meet &amp; missed the chance, is helping you. I&nbsp;am&nbsp;very glad to hear that, as I am among the most ardent to see the book come out in a form within the convenient reach of a student.</p>\r\n<p align=\"left\">Please write to me, if I shall have the chance to meet you. Did I tell you that I have got married? I had to leave my wife in Japan, but I must at least introduce her in photographs to you, whose pupil I always deem myself.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1333155600
	},
	{
		"nid" : 3331,
		"title" : "Yashiro (in Florence) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Cevenini’s Hotel Berchielli/ Lung’Arno Acciaioli – Florence]<br>17 Feb.</p>\r\n<p align=\"left\">Dear Mr. B. Berenson,</p>\r\n<p align=\"left\">I came to Florence at last a few days ago, after wandering about these two months in Germany &amp; Austria since I met you in the Louvre. I wanted to come to I Tatti but I was told that Mrs. Berenson was not well. The day before yesterday I went out to take lunch with <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Mr. Clark</a>&nbsp;&amp; I meant to come round to I Tatti to salute you if only for a moment. But when I learned from Mrs. Clark that in the very same afternoon Mrs. Berenson was leaving for Switzerland, I was afraid to disturb you when you were so busy, &amp; I gave up the desire of visiting you on that day. I merely looked at the yellow house of I Tatti from the window of Mr. Clark’s house &amp; thought of the many pleasant afternoons I passed there several years ago.</p>\r\n<p align=\"left\">Yesterday I went to Siena &amp; to-morrow I am leaving for Roma. When I come back from Rome in about a week, I will let you know, and if at that time you are free to see me, let me come to you. I want to greet you very much, before I leave for Japan.</p>\r\n<p align=\"left\">Yours,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n<p align=\"left\">P. S. Please remember me to Miss Mariano.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1321405200
	},
	{
		"nid" : 3336,
		"title" : "Yashiro (in Helsinki) to Bernard Berenson",
		"body_value" : "<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Hotel Societetshuset/ Helsingfors]<br>18 April 1928</p>\r\n<p align=\"left\">Dear Mr. B. Berenson,</p>\r\n<p align=\"left\">This is to say goodbye to you before my final departure for the East. I take train for Leningrad to-night, thence towards Moscow, Manchuria, Korea &amp; Japan.</p>\r\n<p align=\"left\">I recollect with pleasure the nice afternoon I spent at I Tatti in February. I shall ever retain the advices you gave me there. My “Institute of Art Research” is eagerly waiting for me. The building is nearly finished. You will hear by &amp; by of my activity in the field of Oriental art with what training I have had, studying European Art under your influence.</p>\r\n<p align=\"left\">Please tell Mrs. Berenson that I am very sorry being unable to meet her at Florence &amp; that I sincerely wish for her quick recovery. Please tell Miss Mariano that she can write to me at any time for whatever thing I can do from my distant country. I have decided to prove myself a better correspondent from now!</p>\r\n<p align=\"left\">Good-bye &amp; all my best wishes to you,</p>\r\n<p align=\"left\">Yours most sincerely,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1316134800
	},
	{
		"nid" : 3341,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Institute of Art Research / Ueno Park, Tokio/ Mail address, P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokio, 1st., August, 1928</p>\r\n<p align=\"left\">Dear Mr. Bernard Berenson,</p>\r\n<p align=\"left\">Since my arrival in Tokio some two months ago, I have passed one of the busiest times in my life. The Institute, of which I have told you, is established and although we have postponed the Inauguration till November, the art season of Tokio, I have actually begun the work. In a few weeks I will make photographs of the new building, which I will send immediately to you, according to the request of Mrs. Berenson. It is a nice little building, and I am sure that both Mr. and Mrs. Berenson would smile, imagining that naughty boy Yuki installed in it as director?! What I want really to show to you is the work itself, and it is one of my most cherished dreams to be told by Mr. Berenson that he did not educate Yuki uselessly, seeing that a new method of study in the field of Oriental art is actually being opened according to the idea of Mr. Berenson, transmitted to the Far East by Yuki!! I hope that Mr. Berenson would consider it one of his duties to pay a visit to Tokio to examine what sort of work his pupil is beginning.</p>\r\n<p align=\"left\">As for the purchase of the important Japanese publications on Oriental art, of which we have spoken in my last visit to I Tatti, I tell you that I can begin the work at any time you like. I have the catalogue of Japanese books in the library at I Tatti, and so if you send me money I can make the staff of the Institute to make a nice selection of important recent publications, and send them to you. As I told you or Miss Mariano in that afternoon, if you can fix a certain sum per annum, it would be much easier for the staff of the Institute to regulate the purchase. The Banca Commerciale has intimate relationship with Japanese bankers, and you can use any. But if I can suggest one, the Yokohama Specie Bank is very good and has its branches in London and at Lyon. At the same time I must ask you to tell me if there is any subject, which you want especially, or any which you do not want at all. If I remember rightly, Mr. Berenson told me that he wants everything important in the arts of ancient times, including applied arts, such as textiles, potteries, metal works, etc. At any rate, please tell me quite frankly, without any reserve, what I can do for you from this distant country. You know that I feel so much indebted to you in ways too many to be enumerated here, and I am only too happy having found a chance to substantially express my gratitude to you. Moreover the library at I Tatti is the place where I was actually educated as a student of art, and there is nothing so pleasant for me as to do something to bring that library even more perfect. Would you kindly tell Miss Mariano that she can write to me whatever she wants to me.</p>\r\n<p align=\"left\">Japan is now at the height of summer heat. But, for this summer I do not think I can take holidays. I am typing vigorously these sultry afternoons.</p>\r\n<p align=\"left\">Yours very faithfully,</p>\r\n<p><em>Yuki Yashiro</em> &nbsp;</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1307062800
	},
	{
		"nid" : 3346,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Institute of Art Research / Ueno Park, Tokio/ Mail address, P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokyo, July 14, 1933</p>\r\n<p align=\"left\">Dear Mr. Berenson,</p>\r\n<p align=\"left\">Just a week ago I came back from U.S.A. For the last six months I was in Cambridge, where I was giving series of lectures on Far Eastern art at Harvard University. While I was there, I meant to write to you, and have actually begun several letters, which were all left unfinished. You can imagine what a busy time I had at Harvard, having to give talks in English. My struggle to speak in English has taken off all my energy that even letters to you have been left unfinished, thrown away, so tired was I.</p>\r\n<p align=\"left\">In my absence from Tokyo, I gave word to the staff of this Institute to send you the Journal of Art Studies, which the Institute is publishing. I together with the staff of the Institute are doing our best to make the journal represent modern Japanese exertions in Eastern art studies.</p>\r\n<p align=\"left\">Your secretary or Librarian wrote to me that in some numbers the English summaries were missing. Indeed they do not exist. The real case is that only a few numbers contain English summaries and others do not. My idea is of course to issue English summary to each number, and I gave order to prepare it in my absence. When I saw in America those numbers already done in my absence, I found them so unsatisfactory that I wrote back to Tokyo to stop issuing them till I return to Japan. From now on, English summary would begin to be prepared again under my direct supervision and before long they will be finished. When they are printed, you will get them as the first person.</p>\r\n<p align=\"left\">While I was in Florence in 1921-3, you were always so kind to me, and I think I have got best training for art-studies at I Tatti. I am now turning what method for study I have learned from you to Far Eastern studies and some of the results are the establishment of this Institute and its official publication, the Journal of Art Studies. I hope you would be glad to notice that the seed for new studies sown by you in my mind has grown up in Tokyo and is now giving out new fruits. Although, because of my bad English, I do not write to you so often as I could wish, I hope you would remember that what you have taught me was not altogether in vain.</p>\r\n<p align=\"left\">When I was in Philadelphia University Museum admiring a Chinese scroll painting of Women (in line-drawing with very slight wash of colour), I was told that another fragment of the same scroll is in your collection. To my mind that scroll is one of the best examples of old Chinese drawings in existence. Can I ask you to send me a photograph of the fragment in your collection? It will be a great help for my study. I am now devoted to the study of Chinese paintings.</p>\r\n<p align=\"left\">At Harvard some one told me that Mrs. Berenson was ill. I am so sorry to hear that. Please remember me to her.</p>\r\n<p align=\"left\">In Tokyo there are your friends <a href=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\" data-url=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\">Mr. and Mrs. Grew</a>. Although I have not seen them yet after my return to Tokyo a week ago, I think I shall see them before long. We are very proud to have such a distinguished person as U.S. Ambassador to Tokyo. When I saw him and Mrs. Grew before my departure to America last fall, we had a nice chat about you.</p>\r\n<p align=\"left\">Yours affectionately,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">P.S. The books you have kindly sent me have all arrived. I appreciate your kindness very deeply.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1150851600
	},
	{
		"nid" : 3351,
		"title" : "Bernard Berenson (in Consuma) to Yashiro",
		"body_value" : "<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">August 4, 1933<br><br>Dear Yashiro,</p>\r\n<p align=\"left\">I am delighted to hear from you directly. <a href=\"http://yashiro.itatti.harvard.edu/Sachs-Paul\" data-url=\"http://yashiro.itatti.harvard.edu/Sachs-Paul\">Paul Sachs</a>&nbsp;was with us a couple of months ago and I was made happy because he told me that you had been lecturing at Harvard on Chinese art and how satisfactory they found you. I want you to devote yourself more and more to the study of Chinese Painting and with your pupils aim at giving us through irrefutable historical documents and stylistic considerations based upon them, an essay toward a history of Chinese Painters. I want to know their dates and what now really survives of them either in originals or faithful copies.</p>\r\n<p align=\"left\">You know that we in the West have as yet no thing of the kind. I for one pay no attention to a name affixed to a Chinese picture. If any one of them do apply, it is by accident, and not because we really know. I own two early Chinese scrolls. (How is it that you never saw them? I have owned them for 20 years at least). One represents female dancers and women gathering about a lady seated who holds a cup in her hand. The other is a series of Palace Scenes. The first was published in Dedalo by Binyon and <a href=\"http://yashiro.itatti.harvard.edu/Stein-Aurel\" data-url=\"http://yashiro.itatti.harvard.edu/Stein-Aurel\">Aurel Stein</a>. I can send you the article if you want it. Part of the second was reproduced in the catalogue of the exhibition of Chinese Art got up by <a href=\"http://yashiro.itatti.harvard.edu/Vignier-Charles\" data-url=\"http://yashiro.itatti.harvard.edu/Vignier-Charles\">Vignier</a>&nbsp;in Paris several years ago.</p>\r\n<p align=\"left\">I can let you have photos of either or both. I trust you will be coming this way soon. It would be a great pleasure to see you again, and to show you what Chinese paintings we own.</p>\r\n<p align=\"left\">My wife has been very ill, and will I fear never be quite well again. She improves and then relapses. She is here now. She has taken to writing. Recently she published a book called a Modern Pilgrimage. It is about our journey to Syria and Palestine. Have a look at it. Don’t be so Young-Lady-ish about your English. It is good enough.</p>\r\n<p align=\"left\">Affectionately yours, <br><br><em>B. Berenson</em></p>\r\n<p align=\"left\">Remember me to the <a href=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\" data-url=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\">Grews</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p align=\"left\"><br><br></p>",
		"created" : -1149037200
	},
	{
		"nid" : 3356,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487/ Mail address, P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokio<br>6 September, 1933</p>\r\n<p align=\"left\">Dear Mr. Berenson,</p>\r\n<p align=\"left\">Thank you so much for your letter, which gave me such a vivid recollection of my happy days at I Tatti many years ago. I saw in my mind’s eye that spacious library, where I used to work, that sunny dining room, where you kindly put me in touch with various interesting people, and where I had to divide my poor effort into the two most important problems, how to enjoy the good food served there &amp; yet how to talk or rather mumble in my bad English! And the daffodils, which used to burst into golden splendour in the garden each Spring, the hills of Settignano covered with olives, the distant view of Florence, etc. etc. I am made homesick for you &amp; for your villa.</p>\r\n<p align=\"left\">Your advice that I should devote myself to the historical study of Chinese Painting, came to me just at the right time. After my recent visit to Harvard, I have really realized the international necessity of an oriental scholar devoted to Chinese studies in a modern scientific manner, &amp;, if I may say so, I am suited for the task, after being educated in art-studies under your guidance, I will do that, and I do hope that from now on I may show you that results of my new efforts every now &amp; then.</p>\r\n<p align=\"left\">Of the two Chinese paintings in your collection, I confess, I have not seen them. At the time I was so devoted to my Italian studies that nothing else existed for me. That is perhaps the reason how I missed seeing them. Now I am dying to see them. <a href=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\" data-url=\"http://yashiro.itatti.harvard.edu/Binyon-Laurence\">Binyon’s</a>&nbsp;article on one of the paintings, which appeared in the Dedalo, was sent to me by Binyon. But I have no photographs of the paintings. I beseech you to send me photographs of the two paintings, the Dancing scene and the Palace scenes. As yet I cannot say anything definite about the Dancing scene, but about the latter, judging from the faded photos published in the Museum Journal (Pennsylvania University Museum, December 1928), I am quite sure that it is one of the best Sung painting (after Tang style) in existence. I want to publish the Philadelphia fragment of the same picture in my journal Bijutsu- Kenkiu (Journal of Art Studies) and I badly need good photographs of your painting. May I ask you to send them at your earliest convenience? I shall long for their quick arrival. Please send me at the same time the photos of the other Chinese painting, the Dancing Scene.</p>\r\n<p align=\"left\">I am upset to hear that Mrs. Berenson is still ill. Please remember me to her &amp; tell her how I long to call on her. Enclosed I send her small photos of Mt. Fuji. I do hope that she and you would come to Tokio, if only to visit your old friends <a href=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\" data-url=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\">Mr. &amp; Mrs. Grey [Grew]</a>&nbsp;-- and Yuki Yashiro! As for the book, which you have mentioned in your letter, on Syria &amp; Palestine, I am impatient to see it.</p>\r\n<p align=\"left\">With most affectionate regards,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1146186000
	},
	{
		"nid" : 3361,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Oct. 10, 1933<br>My dear Yashiro,</p>\r\n<p class=\"Body\">I have sent you two photos, one of the Palace Scenes that you admire so much and one of the other Chinese painting. I look forward to reading what you have to say about them altho’ you will scarcely venture at final conclusions until you have seen the originals.</p>\r\n<p class=\"Body\">I wish I could hope to get to Japan, but I am in my 69th year, I have more and more to do and my own field and my physical energies are already on the decline. No doubt there are people who will tell you my mental energies are in no better state. Be that as it may, I must husband what remains and use it to complete the tasks I have set myself. Then and only then, if I survive, with enough strength to travel, may I hope to get to Japan. You I still hope to see here and perhaps soon.</p>\r\n<p class=\"Body\">I shall send you some more articles in the course of the next few months.&nbsp;</p>\r\n<p class=\"Body\">Kindest remembrances from all of us.</p>\r\n<p class=\"Body\">Yours,</p>\r\n<p class=\"Body\"><em>B. Berenson</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1143248400
	},
	{
		"nid" : 3366,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<p class=\"Body\"></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\"><span>Dec. 29, 1933</span></p>\r\n<p class=\"Body\">Dear Yashiro,</p>\r\n<p class=\"Body\">Thanks for your pretty Xmas card and all its good wishes which we reciprocate heartily. I wish 1934 would bring us together again, and let me enjoy your company and profit by all that you have learned of Far Eastern art since I last saw you.</p>\r\n<p class=\"Body\">The revision of my Florence Drawings is advancing. Presently<strong>&nbsp;</strong>I shall only have Michelangelo and his immediate followers to do.</p>\r\n<p class=\"Body\">I will send soon a long article on the debatable ground, as it were, between Verrocchio Leonardo and Credi. If you ever see Prof. <a href=\"http://yashiro.itatti.harvard.edu/Anesaki-Masaharu\" data-url=\"http://yashiro.itatti.harvard.edu/Anesaki-Masaharu\">Anesaki </a>remember to him and tell him it would give me real joy to meet with him again.</p>\r\n<p class=\"Body\">Your friend,</p>\r\n<p class=\"Body\"><em>B. Berenson</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1136336400
	},
	{
		"nid" : 3371,
		"title" : "Yashiro (in Milan) to Mary Berenson",
		"body_value" : "<p><br><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Milan<br>Sunday morning</p>\r\n<p align=\"left\">Dear Mrs. Berenson,</p>\r\n<p align=\"left\">Oh the delight of coming back to the Sunny Italy after a stay in England. You may well imagine how my heart throbbed yesterday running down the southern slope of the White Alps into Lombardia. I shall arrive in Firenze Tuesday. I cannot resist to stay one extra night over here to hear Toscanini in Gluck’s Orfeo in the Scala. I am satisfied with everything in Firenze, except with Music. There one gets the hunger of music.</p>\r\n<p align=\"left\">Once in Florence I shall be all in all with my work. This romantic wandering temperament of mine finds himself settled for work now, this is a rare thing, &amp; I must make the most of it.</p>\r\n<p align=\"left\">On this first morning in Italy, where I am enjoying the real sun-shine after many months, I could not help imagining my pleasant and studious days in Florence and in I Tatti, where you used to treat me with such kindness and help. So I took up my pen and wrote down this short-scrawl, just to express the faithful attachment which I feel ever to you and B.B.</p>\r\n<p align=\"left\">Anticipating the pleasure of seeing you soon,</p>\r\n<p align=\"left\">I remain,</p>\r\n<p align=\"left\">Yours ever,&nbsp;</p>\r\n<p align=\"left\">Sincerely,</p>\r\n<p align=\"left\"><em>Y. Yashiro</em></p>\r\n<p align=\"left\">P.S. Last summer I had ordered a photographer in Milan to take several details of the Ambrosiana Tondo of Botticelli. I saw him yesterday. He was full of excuse &amp; the photos were not yet done. His excuse was charming; he was too busy to do it -- as if in this half a year he had no time to go to the Ambrosiana which is only ten minutes off. I was more amused than angry.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1448240400
	},
	{
		"nid" : 3376,
		"title" : "Yashiro (in Florence) to Bernard and Mary Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Hotel Berchielli<br>1924<br>Wednesday evening</p>\r\n<p align=\"left\">Dear Mr. and Mrs. Berenson,</p>\r\n<p align=\"left\">I got your telegram now and this is to ask your pardon, for not coming to you tomorrow. I am so sorry. I am indeed so proud to be invited by you, all the more sorry not being able to come.</p>\r\n<p align=\"left\">Yesterday I suddenly made up my mind to go to Rome tomorrow &amp; I arranged everything for it. I go to Rome to see the Pallavicini Collection &amp; to see a new “Botticelli” which <a href=\"http://yashiro.itatti.harvard.edu/Venturi-Adolfo\" data-url=\"http://yashiro.itatti.harvard.edu/Venturi-Adolfo\">Prof. Venturi</a>&nbsp;is to show me. I made appointments with them and I cannot change them now.</p>\r\n<p align=\"left\">Besides I stop a few hours tomorrow morning at Pisa to photograph an “Arazzo” &amp; I have written to the Direttore del Museo Civico to let me do that, specifying the time.</p>\r\n<p align=\"left\">Since I had lost my money, I came to a conclusion that I have to shorten my stay in Europe by a month. That is the reason I hasten to finish my visit to Rome. So stupid I am, I thought so &amp; decided so only yesterday, I have been so depressed these days that I could not well think.</p>\r\n<p align=\"left\">Today I meant to come to you in the afternoon, partly to say good bye &amp; wish good journey to Mrs. Berenson &amp; partly to show to Mr. Berenson my miserable photo of that picture, of which I told. I enclose it here. The picture is in possession of a prete (not the parocco) of the church in Remole near Le Sieci,the church of which I could not remember the name but the church where there is a Botticelli school Crucifiction over the High Altar.</p>\r\n<p align=\"left\">I need not say about the picture. Tell me what it is, when I come to you. It is such a nice picture. I love it.</p>\r\n<p align=\"left\">Well, I intended to come to you today, but the packing my things took so much time &amp; energy from me. I had to pack those things which have gathered in these five months. I have just finished it, at 8 p.m. I am entirely done for, &amp; I have little energy to come to Settignano in the night. I should telephone to you but how I am scared by telephone Mrs. B. knows too well. And I part tomorrow morning at 7.20.</p>\r\n<p align=\"left\">I am to come back on the 25th&nbsp;or near about &amp; then shall go for a month to Abetone above Pistoja. As soon as I come back from Rome, I shall run up to I Tatti.</p>\r\n<p align=\"left\">Meanwhile Au Revoir and a wish pleasant journey to Mrs. Berenson. I must see you before I leave Europe. You said you are coming back July 15. -- My memory is so full of your great kindnesses. I must see you again. For the present Au Revoir!</p>\r\n<p align=\"left\">My hotel in Rome is Hotel Marini Via del Tritone. If there is anything I can do for you, do tell me -- taking photos, for instance. Anything I can do, I would do with greatest pleasure &amp; (if I may say so) with great pride, for you.</p>\r\n<p align=\"left\">Tonight, as always on the eve of my departure, even for a short trip, I am sentimental, &amp; I review in my memory the happy time I passed in your library and in your garden. Because of my uncontrollable timidity I could not bother B.B. with my nonesenses, so much I could wish, but I knew him well through his books. You all treated me so well. Having been treated as a “stranger” always in these three years, I have been and am so susceptible to your intimate treatment of me. Oh I learned much from you. If I come to know something about Botticelli, it is all from you &amp; through your help. If this sense of happy gratitude be to impair, it will be the end of my life. Goodbye, goodbye. Oh, how I love you.</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p align=\"left\"></p>\r\n<p align=\"left\"></p>",
		"created" : -1437699600
	},
	{
		"nid" : 3381,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487/ Mail address, P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokio<br>Jan 7<span style=\"color: inherit; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; line-height: 28px;\">th</span>, 1935</p>\r\n<p align=\"left\">Dear Mr. B. Berenson,</p>\r\n<p align=\"left\">Thank you so much for your letter of Dec. 9, which has just arrived. You ask me, what I am doing. Indeed, these years I am all in all immersed in my Eastern studies, especially in my Chinese studies. With what I have got, while I was with you, under your influence, I am now trying my best to establish a new history of Eastern Arts. I am writing a series of scholarly articles, which I publish now &amp; then in the “Journal of Art Studies”, which I am sending you. When these articles are collected so that they form a book, I shall have them translate into English. Of the expected English summary to be affixed to the Journal of Art Studies, without fail it will begin to appear from this month January 1935. Then you will know in a general way, what is going on in the Far East in the way of art-studies. I still remain Director of the Institute, but I do not like to be troubled by administrative works, which do not suit me, &amp; so I have given all that sort of work to my assistant director, &amp; I spend most of my time in studies. There are heaps of interesting things in the Eastern Art, which occupy me.&nbsp;</p>\r\n<p align=\"left\">This year I am going to England from May &amp; shall stay there till Christmas, giving lectures on Eastern Arts in various British universities. I already anticipate the pleasure of calling on you sometimes at I Tatti. Then you will find out that I have become quite an old man, although I hope I still retain freshness of mind, which however I allow you to decide!</p>\r\n<p align=\"left\">I meet <a href=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\" data-url=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\">Mr. &amp; Mrs. Grew</a>&nbsp;very rarely, because I almost never appear at society. Here in Tokio a scholar must have a firm determination to remain a hermit, otherwise he will be dragged into society &amp; taken round, &amp; he, losing time for study, ceases to be a scholar. That is the reason why I see so little of Grews, although I like them very much.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1104022800
	},
	{
		"nid" : 3386,
		"title" : "Yashiro (in Paris) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Le Bristol/ Hotel et Restaurant/ 112 Faubourg St. Honoré/ Paris (VIIIe)/ Adresse Télégraphique: Bristonoré Paris 109]</p>\r\n<p align=\"left\">Paris<br>Jan. 20th</p>\r\n<p align=\"left\">Dear Mr. Berenson,</p>\r\n<p align=\"left\">I am leaving Europe for Japan in a few days. It is very sad to think that again this time I am unable to come to Italy to call on you. All through autumn I was terribly busy giving lectures on Far Eastern Arts in various British universities. I always meant to come to Italy, after my work in England would be over. Now that my work is over, I have to go back to Tokyo as quickly as possible, having received an urgent request to do so from Tokyo.</p>\r\n<p align=\"left\">It is already since 1928 that I have not seen you. I have become much older. These years I have been devoted to the study of Chinese painting and I have published various articles on the subject. But working chiefly in Japan, all my publications are in my own language and I regret that I cannot ask you to examine what sort of work I am doing in the field of Far Eastern Art, after my years of apprenticeship, so to speak, in the field of Italian painting under your guidance &amp; inspiration. In a few years when my series of articles on “Masterpieces of Chinese art in American Collections” reach a certain number, so that they make a book, I shall have them translated into English &amp; ask you to see them.</p>\r\n<p align=\"left\">In London I learned that Mrs. Berenson was not well. I feel awfully sorry for her ill-health. Please remember me to her and tell her that Yashiro has always a vivid memory of his happy days in Florence when he was allowed to frequent I Tatti.</p>\r\n<p align=\"left\">Yours ever faithfully,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1071363600
	},
	{
		"nid" : 3391,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Jan. 31, 1936<br>Dear Yashiro,</p>\r\n<p class=\"Body\">I am seriously disappointed to learn that I am not to see you before you return to Japan. I am in my 71st year you must remember. But I am happy to learn that you have been applying our methods to the study of Chinese Painting, and I beg of you as a personal favour to make haste and give me a specimen of your work. I am so bored with most everything, whether general or particular, about Eastern art that it would give me joy to read something that was neither soap-bubbles nor microscopic pebbles.&nbsp;</p>\r\n<p class=\"Body\">Thanks for enquiries about my wife. She has been ill for years, and is a little better now, but I fear she never will be well again. We often speak of you.&nbsp;</p>\r\n<p class=\"Body\">The revision of my Florence Drawings is finished, and when it is printed you shall have a copy.</p>\r\n<p class=\"Body\">All good wishes to you.</p>\r\n<p class=\"Body\">Ever yours,</p>\r\n<p class=\"Body\"><em>B. Berenson</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1070413200
	},
	{
		"nid" : 3396,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487/ Mail address: P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokio<br>March 26th</p>\r\n<p align=\"left\">Dear Mr. B. Berenson,</p>\r\n<p align=\"left\">Last week I came back to Tokio &amp; found your letter waiting for me, which gave me an immense delight. Indeed I was so disappointed not being able to come to Italy and renew my acquaintance with you.</p>\r\n<p align=\"left\">Your encouragement, that I might dive into the studies of Far Eastern Art with the method I had learned from you, gives me great courage and I shall follow your advice, although I am not sure if I shall be up to your anticipation. I have been writing series of articles on Far Eastern masterpieces in American collections, which might interest you. But as they are all in Japanese language, I cannot ask you to read them. Under separate cover I sent you my lecture at the Chinese Exhibition in London, entitled “Connoisseurship in Chinese painting”. In that one-hour lecture at the Exhibition, which moreover ought to be popular in character, I could not analyse the method of approach to Chinese painting so thoroughly as I could wish, but in the scope allowed to me, I tried to clearly outline the special circumstances under which Chinese studies have to be pursued. Any suggestions &amp; corrections from you are always welcome to Yashiro, who takes himself one of your pupils.</p>\r\n<p align=\"left\">I am delighted to hear that Mrs. Berenson has recovered from her late illness. Please remember me to her &amp; tell her that Yashiro carries always the recollections of his happy hours in the garden in the library &amp; in the dining-room of I Tatti.</p>\r\n<p align=\"left\">At the present moment I have no definite plan to go to Europe again, but I feel that in a few years I shall be there. Please both of you be well and healthy, if only to let Yashiro come back and greet you and find you both as stirring &amp; happy as he found you many years ago.</p>\r\n<p align=\"left\">You kindly mention that your book on drawing is about to be completed &amp; that I shall have one. I feel excited for gratitude and also for the inspiration, which I am sure would come to me from the pages. I am longing for its quick arrival.</p>\r\n<p align=\"left\">I have not yet seen your friends the <a href=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\" data-url=\"http://yashiro.itatti.harvard.edu/Grew-Joseph\">Grews</a>. I think I shall see them soon.</p>\r\n<p align=\"left\">Yours always,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p align=\"left\"></p>\r\n<p></p>\r\n<p align=\"left\">&nbsp;</p>",
		"created" : -1065661200
	},
	{
		"nid" : 3401,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<p class=\"Body\"></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Sept. 1, 1937,</p>\r\n<p class=\"Body\">Dear Yashiro,</p>\r\n<p class=\"Body\">I have written more than once in the last 18 months without eliciting a word in reply. And in more recent months your art periodical has ceased to reach me.&nbsp;</p>\r\n<p class=\"Body\">I trust this does not mean either that your attitude toward me, or that your own position at home, has undergone a change for the worse.</p>\r\n<p class=\"Body\">The new edition of my Florentine Drawings is already in the press. I am beginning to think of the friends to whom copies are to be sent. You naturally rank among them but I must know just how and where to address them so that they shall reach you with the<strong>&nbsp;</strong>least trouble to yourself. I was in the Aegean during the brief interval that <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Tucci</a>&nbsp;was here, so that I failed to see him and get information about you from him.</p>\r\n<p class=\"Body\">Sincerely yours,</p>\r\n<p class=\"Body\"><em>B. Berenson</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1020387600
	},
	{
		"nid" : 3406,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487/ Mail address, P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokyo, Sept. 27th,&nbsp;1937</p>\r\n<p align=\"left\">Dear Mr. B. Berenson,</p>\r\n<p align=\"left\">I am greatly pleased to receive your letter of Sept. 1st. My long silence does not mean anything, except that I am still being troubled by the illness of my wife, who is recovering fortunately, but very slowly indeed, and that with this troubled state of mind and with my household all in disorder -- as for the management of my family I am dependent upon my wife entirely &amp; her inactivity or rather absence from home for about a year has put everything about me into complete disorder -- I had barely energy enough to work on anything except my immediate duty in the office. This summer was exceptionally severe &amp; my health has impaired a great deal. I am feeling much better now with cool autumnal weather.</p>\r\n<p align=\"left\">Of course I take great pleasure in the progress of the new edition of Florentine drawings. I shall be overjoyed to get it, as you kindly say in your letter, although I am afraid it must be an expensive book, which I am not sure whether I am worthy to be given one. If you allow me, I am really longing to see it.</p>\r\n<p align=\"left\">Of the periodical&nbsp;Bijutsu Kenkiu&nbsp;which this Institute has been &amp; is publishing monthly, it is still going on. Formerly I had a special fund to distribute some copies abroad. Unluckily that fund was withdrawn sometime ago, and that is the reason why I had to cease sending them to you. I have been trying hard to get some other fund to continue free distribution but so far my attempts were all unsuccessful. Now that this regrettable Sino-Japanese trouble has occurred, I am despaired of getting any financial help for art-matters. It is painful for me to ask you to buy them, but if you can, it gives great happiness to me. I am working very hard to make that journal representative of the new artistic studies done in the Far East &amp; I am very happy to say that the merit of the journal in that sense is being established both in the country and abroad. That is a part of my work, which of all persons I want&nbsp;you&nbsp;to see &amp; really I am pained and ashamed to have become unable to give the journals to you as before. When it became finally clear that I had to stop free distribution this summer, I have printed circular letters to tell that my friends abroad, but for you I have still been hesitating to send that letter, vainly hoping that I might find some other means to realize my wish. I send you herewith that letter, in which are mentioned the particulars about the subscription of the journal. If you would kindly subscribe, I shall be very happy.</p>\r\n<p align=\"left\">My wife being still ill, &amp; myself being weak in health, I do not think I can come to Italy in a near future. The country which I must visit as soon as possible is China, because I am concentrating on the history of Chinese art, but both my health &amp; the present condition would not allow me to go there for the moment. Meanwhile I have been writing series of articles on the Far Eastern Masterpieces in American Collections. These articles are results of rather minute studies, both historical &amp; iconographic, of important things in America, which I hope would make some basis for further studies in Chinese and Japanese things. Most of these articles were published in the Bijutsu Kenkiu, but as they have arrived at a quantity which would make a book, I intend to publish them in a form of a book, sometimes next year. I anticipate the pleasure of sending it to you. By the way, some of my lectures, which I had delivered in English in my last visit there, were printed. I send you two of these, which I hope you would look through at your leisure. On reading them please remember that they are nothing more than lectures with popular character, which are not meant for great experts such as you are.</p>\r\n<p align=\"left\">Please remember me to Mrs. Berenson. I do hope that she has recovered from her illness. You say you have missed meeting <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Mr. Tucci</a>&nbsp;after his return from Japan. I like him very much but during his stay in this country, he was so busy that I had hardly chance to meet him so fully as I could wish. Please remember me to him in case you see him.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p><em>Yuki</em>&nbsp;</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -1018141200
	},
	{
		"nid" : 3411,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p>estimated year<!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487/ Mail address, P.O. Box Shitaya 14, Tokio]</p>\r\n<p align=\"left\">Tokio, Sept. 28th</p>\r\n<p align=\"left\">Dear Mr. Berenson,</p>\r\n<p align=\"left\">It was with great pleasure that I received this morning the Italian version of your esteemed “Italian Painters”. With a pathetic feeling I look back at the Italian Paintings, which were the object of my youthful love and devotion. In spite of my concentration on Eastern Art in recent years, nonetheless, Italian art has not lost any of its great charm on me. Freed from my own self-consciousness of being a specialist, now I think I look at Italian art with more enjoyment than ever. The book contains two Botticellis, which I did not know, from Collections Brady (Long Island) and Jules Bache, New York. I anticipate the pleasure of seeing them, when I go to America again.</p>\r\n<p align=\"left\">This fall I meant to go to China, but the illness of my wife has prevented me from doing so. More and more I am concentrated on Chinese art. I am busily engaged in studying materials for Chinese studies in Japanese collections.</p>\r\n<p align=\"left\">Please remember me to Mrs. Berenson. I should like very much to call on you &amp; Mrs. Berenson at I Tatti once again after an absence of long years.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -986518800
	},
	{
		"nid" : 4626,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Institute of Art Research/ Ueno Park, Tokio]</p>\r\n<p align=\"left\">January 30, 1940</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">It was really a delightful surprise to receive from the Samuel H. Kress Foundation the new edition of your “Drawings of the Florentine Painters,” the publication of which I had long been looking forward to. You can never know how glad and how thankful I am.</p>\r\n<p align=\"left\">I cannot help expressing my heart-felt joy over the appearance of a new edition, which, compared with those large volumes of the first edition, is handy and helpful for all lovers of Italian art. Because I loved this work perhaps best of all your writings and because I knew and appreciated its value, I really thought that the privilege of approaching it should be shared more widely among students. And now my wish has come true. Moreover, revised with the knowledge of the last thirty years of study, no one will doubt that it is the standard work on Florentine and Italian art not only for the present but for the long future.</p>\r\n<p align=\"left\">Having been given this book, what especially made me happy is more personal. In each page of the text and almost in each plate of the illustrations I find some recollections of the old days of my stay in Florence which are ever dear to me. Reading the preface I thought much about Mrs. Berenson, Miss Nicky Mariano, and <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark</a>&nbsp;who helped in the work, and whom together with yourself I always cherish in my memory. I feel almost jealous, not to have been able to join them to assist in your work. In England after I had left Italy, Kenneth Clark and I used to meet a great deal and talked over the book. Especially, since Kenneth studied Leonardo’s drawings thoroughly at Windsor and I too studied them in my own way, our common interest made us both recollect our frequent meetings at I Tatti in your company and in your beautiful garden.</p>\r\n<p align=\"left\">The book makes me feel sad at the same time. It reminds me of my Italian studies from which I am now more and more estranged. Since I returned to Tokyo I have been concentrating my energy on the study of Eastern art. I am proud to tell you that with the method of study which I have learned from you, I am building up the history of Eastern art slowly but steadily. You will see results of my efforts in some future. Though thus my special field has become different from yours, yet my old love for Italian painting still remains, which not only makes me fully appreciate your work but fills my heart with deep emotion. Please don’t forget that your pupil in Japan will always remain faithful to you.</p>\r\n<p align=\"left\">Give my best regards to Mrs. Berenson and Miss Mariano.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -944269200
	},
	{
		"nid" : 4681,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">March 4, 1940</p>\r\n<p class=\"Body\">Dear Yashiro,</p>\r\n<p class=\"Body\">A few days ago your dear letter of Jan. 30 reached me and Mary and Nicky and I all had great pleasure in reading it. Of course we all enjoyed hearing that you remembered us, our rocks and rills and all that we shared together for years. You may recall that at one time I expressed the hope that you might come and help me complete the revision of the Florentine Drawings which you now have received.&nbsp;</p>\r\n<p class=\"Body\">All that is over and past. And so am I. I am nearly 75 and I begin to feel not only an incapacity for a concentrated effort but the doubt that it is worth making. One of my comforts is that I always hoped you would return to your own world and apply our method to its study. So I am truly glad to read that you are “building up the history of Eastern Art slowly but steadily”. Thus far it has been the pray of dealers, dandies, philologers and iconographers. I confess these have almost disgusted me with the subject and I can’t tell you how refreshing I found your protest against these approaches in the lectures you delivered at the Royal Society. I look forward to what you will publish and I want to live long enough to read you.</p>\r\n<p class=\"Body\">You assure me you still love Italian painting. How can I doubt! You my dear Yashiro are one of the Freemen of the city of art and for us (I venture to include myself in the number) all art is ONE.&nbsp; There is no Italian, no European, no Asiatic, no Chinese art, there is art in various climes and regions.&nbsp; As art what matters is its unity and universality not the illustrative differences. Don’t be too long writing to me. Busy as you are, you can take half an hour once a quarter and communicate with me, and let me know if there is anything I can do for you.&nbsp;&nbsp;</p>\r\n<p class=\"Body\">Affectionate greetings from us all.</p>\r\n<p class=\"Body\">Yours,<br><br><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -941331600
	},
	{
		"nid" : 4686,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><br><!--break--></p>\r\n<p><span>Postcard</span></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">April 23</p>\r\n<p class=\"Body\">Thanks for yours of March 29 and the Bulletin of Eastern Art. Should be happy to be made a member and will pay my subscription of ten yen a year when I re-subscribe for your Monthly.&nbsp;</p>\r\n<p class=\"Body\">Affectionate<strong> </strong>remembrances and greetings,</p>\r\n<p class=\"Body\"><em>B. Berenson</em><strong> </strong><strong></strong></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -937015200
	},
	{
		"nid" : 4691,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p align=\"left\"></p>\r\n<p align=\"left\"><!--break--></p>\r\n<p><span>Written in four postcards with reproductions of works of Japanese art, published by the Society of Friends of Eastern Art.</span></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Tokyo, May 24<sup>th</sup></p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">Thank you so very much for your letter and postcard, which seem to have carried me immediately to I Tatti by your side. I am always keeping in very inmost heart your desire and my promise to you, that I shall apply what method of study I have learned from you in my Italian studies by your side to the study of Eastern Arts. My institute, which I have established with that idea and which our government was kind enough to take its own, financed by the national budget, is already more than ten years old &amp; its importance is now generally recognized. Thinking of that, I feel very happy &amp; I am still striving how to clear the Eastern art histories of all “pre-<a href=\"http://yashiro.itatti.harvard.edu/Morelli-Giovanni\" data-url=\"http://yashiro.itatti.harvard.edu/Morelli-Giovanni\">Morellian</a> nonesenses”, so to speak &amp; to establish them on sounder basis, just as you have done with the Italian art history. Can I not ask you a special favour of giving me a photo of you. I really want a portrait of you in my room, so that I can always look at my teacher at any time &amp; remember his teachings.</p>\r\n<p align=\"left\">Thank you very much for your subscription to the Society of Friends of Eastern Art.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n<p align=\"left\">Please remember me to Mrs. Berenson &amp; to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Miss Nicky Mariano</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -934336800
	},
	{
		"nid" : 4696,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<p>See below for the inscribed photo sent to Bernard Berenson along with this letter.&nbsp;</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487/ Mail address, P.O. Box Shitaya 14, Tokio]<br>[added ‘1941’, probably in <a style=\"font-weight: bold; line-height: 28px;\" href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky Mariano’s</a>&nbsp;hand]</p>\r\n<p align=\"left\">Dec. 17<sup>th </sup></p>\r\n<p align=\"left\">Dear B.B.</p>\r\n<p align=\"left\">Betraying my promise, my extremely busy trip through China did not allow me to write you letters. The trip was extremely interesting, but it was hard, &amp; I came back to Tokyo thoroughly exhausted after more than two months.</p>\r\n<p align=\"left\">Meanwhile your last letter arrived which I was so glad to read. Your picture was framed during my absence &amp; it now hangs in my room, giving me nice memories of my study with you at I Tatti. Looking at it I feel how I am attached to you.</p>\r\n<p align=\"left\">Herewith under separate cover I send you a photo of my family. They all know you very well through your photograph &amp; through my talks about you and I Tatti. My wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumiko</a>&nbsp;is 33 years, my boy 10, my girl 7, &amp; myself 50!! You would be astonished to hear that I am nearly a sage of 50 years. My boy is a funny little boy. By nature he has the absolute pitch of the ear in a most perfect way &amp; is considered a musical prodigy. He began to compose from when he was 5 years old. There is no other way for me except giving him a good musical education &amp; making him up into a musician. I wish I could take him to Europe &amp; give him chances for good study. He plays piano beautifully.</p>\r\n<p align=\"left\"><a href=\"http://yashiro.itatti.harvard.edu/people/itsuji-yoshikawa\" data-url=\"http://yashiro.itatti.harvard.edu/people/itsuji-yoshikawa\">Mr. Itsuji Yoshikawa</a>, who published his iconographical study of St. Savin frescoes, is really my own pupil. He is a brilliant young scholar &amp; he has been studying at the Sorbonne under Prof. Focillon. Now he is back in Japan &amp; is working in my Institute. For his studies for the future staying in Japan, I am thinking how I can put on the right way of art-studies.</p>\r\n<p align=\"left\">Under separate cover I send you a copy of my lecture at the Royal Society in London. As I cannot exactly grasp what part in the lecture you wanted me to copy, I send you the whole thing.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -916452000
	},
	{
		"nid" : 4701,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p>Postcard. Returned to the sender due to the suspension of postal service.</p>\r\n<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Sept, 13, 1942</p>\r\n<p class=\"Body\">I should be so pleased to hear from you and learn that all was well with you. We are in fair condition given our advanced years, hard at work. I have been writing about theory in our studies and had pleasure in quoting you. I fear it will be a long time before I publish anything again.&nbsp;</p>\r\n<p class=\"Body\"></p>\r\n<p class=\"Body\">All good wishes,</p>\r\n<p class=\"Body\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -861588000
	},
	{
		"nid" : 4706,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">No. 1017 Oiso</p>\r\n<p align=\"left\">Kanagawa-Ken, Japan<br>May 9, 1948</p>\r\n<p align=\"left\">Dear Mr. Berenson,</p>\r\n<p align=\"left\">As Major James W. Gerard Jr. kindly tells me that he would ask his friend <a href=\"http://yashiro.itatti.harvard.edu/Coster-Henry\" data-url=\"http://yashiro.itatti.harvard.edu/Coster-Henry\">Mr. Henry Coster</a>, who is going to Italy very soon, to take my letter to you in Florence, I hasten to write this short note to you.</p>\r\n<p align=\"left\">I thank Heaven that I and my family have lived through those miserable years somehow or other, and that now with a quiet mind inspite of difficulties of life I can continue my study to some extent. During our foolish War, when military power ruled everything in this country, I had to resign from my post as Director of the Institute of Art Research, because I was considered too liberal-minded and too “pro-American” &amp; “pro-English” in my way of thinking. Just imagine that several people denounced me as unfaithful to Emperor, just because I mis-read or rather mis-pronounced a few unimportant words in the Imperial Script, which I had to recite once a month in the Institute in front of its members! On ordinary occasions my countrymen are not entirely foolish, but during War there was something very strange in the air. I was disgusted with everything and I resigned and I removed from Tokyo and came to live in this quiet place by the sea, some fifty miles away from the Capital. As a matter of fact, my resignation from the Art Institute &amp; the removal from Tokyo did great service to me. This quiet village was not attacked by American aeroplanes and my small house was left unburnt and my family (my wife, son and girl) are all well. Now that our military power and ultra-nationalism are no more, just the same reasons, with which I was attacked during war and actually driven away from any post, now reinstalled me in social and scholarly esteem. How strange! Please believe that your Yuki is now happy, so far as happiness is allowed in this miserable country, and that he continues his study of art in the way, which he has learned mostly under your guidance, Mr. Berenson. When I removed from Tokyo in haste under the menace of bombing at any minute, I had to sell my library for nothing, because there was no way to transport it. Still I keep your Florentine Drawings, 2<sup>nd</sup> edition, which you so kindly sent me as your gift after its publication.</p>\r\n<p align=\"left\">I love my country but I hate my people! I really want to go abroad with my family. Can’t you help me to find a post in some good American universities as professor of Eastern Arts. Before War I went to China every now and then, and now I am recognized as one of the best authorities of Chinese &amp; Japanese arts, especially of painting. That’s no wonder, if I may say so. Because Eastern paintings are still studied in old ways, and I am the only scholar, who deals with the subject in the method of Western painting, in which I was trained under your teaching.</p>\r\n<p align=\"left\">I am afraid to have written too much about me, but as I think that you want to know about me after all these terrible years, I took courage to write. I will write to you again sometime soon.</p>\r\n<p align=\"left\">How are you? As I am fifty-seven years old, you must be very old. Are you well? How is your beautiful Villa I Tatti? After Mrs. Berenson is gone (how sad! She was so kind to me!), you must be very lonely. Is Miss Nikki Mariano still there? Please give my love to her.</p>\r\n<p align=\"left\">Soon after the war was over, an American lady came to my house in my absence to inquire how I am going. She left a message that she did so at your request. I was very much touched to think that my old teacher thought of his distant pupil. It was a great pity that I failed to meet her. At that time soon after the war, everything was in disorder and I could not go up to Tokyo easily. Please give my grateful feeling for her, in case you see her.</p>\r\n<p align=\"left\">In case you meet my friend <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Mr. Giacinto Auriti</a>, ex Italian Ambassador to Japan &amp; now professor at University of Rome (it seems), please tell him that I am still alive and my family are all well. He seems to have heard that I was killed during War! No wonder! Because many innocent people were killed!</p>\r\n<p align=\"left\">This is the first English letter I write since the beginning of War! I wish that this clumsy English is intelligible to you!</p>\r\n<p align=\"left\">When I write to you again, I will tell you what I have published in recent years. Most of publishers &amp; book shops in Tokyo are burnt and destroyed &amp; I cannot get any books of my own. So I cannot send them to you. What an awful world this is!</p>\r\n<p align=\"left\">Please believe me, always,</p>\r\n<p align=\"left\">Your faithful pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">P.S. My address I have mentioned at the top of this letter. Please write to me sometimes. My whole family send their love to you. They know you very well from my talks to them, and also from your photograph, which I always have on my desk.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -683172000
	},
	{
		"nid" : 4711,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<p class=\"Body\"></p>\r\n<p class=\"Body\">Postcard</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">July 11, ’48</p>\r\n<p class=\"Body\">Yours of May 9 received. Shall send letter and new book as soon as I can find a way. Much love from Nicky and B. Berenson.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -677728800
	},
	{
		"nid" : 4716,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Addr[e]ss: Settignano, Florence, Italy</p>\r\n<p class=\"Body\">Vallombrosa, Aug. 15, 1948</p>\r\n<p class=\"Body\">My very dear Yashiro,</p>\r\n<p class=\"Body\">It made me happy to receive your letter of May 9. I had been unhappy that my friend Miss Robinson of the<strong> </strong>American Red Cross had failed to get in touch with you and <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti</a>&nbsp;kept saying you were dead. I felt sure you were not, but did not know how to get in touch with you; for after Miss R’s failure I tried again and again without success. At last, thanks to Gerard came your letter, and I wrote at once to <a href=\"http://yashiro.itatti.harvard.edu/Coster-Henry\" data-url=\"http://yashiro.itatti.harvard.edu/Coster-Henry\">Mr. Coster</a>&nbsp;whether through Mr. Gerard I could correspond with you. I got a negative answer and then cast a post-card into space hoping it might reach you. At least thanks to the Italian foreign office I am writing at length, and I hope you can answer me through the same channel. At the same time I am sending you my last book which has appeared in Italian before its publication in English, in New York. If you want an English version I shall try to send it to you.</p>\r\n<p class=\"Body\">Let me tell you how glad I am to learn that at least you all are safe and sound, including, I hope, your gifted musician son. Your difficulties do not surprise me. I imagined them all, I am indeed pleased that it was no worse. Nationalism is a poisonous religion. It does not inculcate the love of ones’ own &nbsp;but hatred of other peoples.&nbsp;</p>\r\n<p class=\"Body\">You do not exaggerate your services in the cause of Far Eastern Art. I never mention your name, and I do so often, without speaking of them. I only wish I could read all you have written. I fully sympathize with the distaste you have for your own people after their behavior in the last ten years and more; I<strong> </strong>should be happy to enable you to get a post in an American institution<strong> </strong>where you and your family could live while you went on with your work. I will do all I can, but it is little for I am not in touch with any university in U.S.A except Harvard, and that seems deaf to every proposal of mine. You have no idea<strong> </strong>probably in what a state of anti- art<strong> </strong>all-so called art now<strong> </strong>is in the Western World. But, be assured that I will do my best. Would you be allowed to go to U.S.A and could you take your family as well?</p>\r\n<p class=\"Body\">About myself, June 26 last I was 83 years old, and I feel it in every nerve and muscle. I have to waste much time resting, dozing, or reading periodicals. Yet I still try to write altho’ I feel no confidence in what I conclude. Beside the “Etica, Estetica e Storia<strong>” </strong>that I am sending you now, I have written a “Sketch for a Self-Portrait” and a war diary. I hope they will be published in time, altho’ it is very difficult to get anything that I write printed. There is little demand for what I can write.</p>\r\n<p class=\"Body\">My house and grounds suffered quite a little from the war, but are the same again as you knew it.&nbsp; Only my wife is there no more. She died March 23, 1945. <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky Mariano</a>&nbsp;is still with me. She is my guardian angel. I could not live without her. We often talk of you and she sends you her love. I have made your friend <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti’s</a>&nbsp;acquaintance after we had corresponded for some time about you, last autumn. I saw him in Rome, his collections and his library. He has written a book on Japan, and sent me the manuscript to read. I have not done so yet. My works of art and library are pretty nearly unharmed. Some pictures of second quality were damaged but nearly all are repaired.&nbsp;</p>\r\n<p class=\"Body\">I have little to complain of, given my age. I still enjoy art and nature and friends. What more can one expect!</p>\r\n<p class=\"Body\">Yours affectionately,</p>\r\n<p><em>Bernard Berenson&nbsp;</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -674704800
	},
	{
		"nid" : 4721,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">No. 1017 Oiso, Kanagawa Ken<br>Japan</p>\r\n<p align=\"left\">Dec. 2, 1948</p>\r\n<p align=\"left\">My very very dear B.B.,</p>\r\n<p align=\"left\">Your letter of Aug. 15 with your new book Estetica, Etica e Storia has arrived me through Italian Diplomatic Mission &amp; put me into ecstasy for joy. On the cover of the book, I saw your photo, which touched my heart very deeply. You look really much older than you did, when I was almost daily with you at Settignano more than twenty years ago. I took out your picture, which you gave me with your own autograph, when I said good bye to you in 1924, and which, framed, has always been either on my desk or in other parts of my room. Now the house, which I live in now here in this small sea-side town, is so small that I have no desk big enough to put anything except mere materials for writing, and so I had to put your framed photo into a drawer. Indeed you look much older now, but not so much as I imagined, and I congratulate you for your health &amp; strength in spite of your high age of 84. I really want to see you once more and speak to you once more, as I used to do twenty years ago.</p>\r\n<p align=\"left\">Please send me the English edition of your new book, when it comes out. Now my Italian is so poor that I cannot read your Italian edition very easily. Still I tried to read it &amp; could grasp your meaning, altho’ the beauty of your sentences is beyond my appreciation. I am very much touched by your mentioning me in one part of the book. I am very very happy to find out that you look at your old Japanese pupil in that way. I will make still further effort in my scholarly works, so that I should not disappoint you in your expectation.</p>\r\n<p align=\"left\">Also I am anxiously waiting for the publication of your next books, which you mention in your letter, “Sketch for a Self Portrait” etc.</p>\r\n<p align=\"left\">As for me, I have many plans for writing books on Eastern Arts. Really Western interests in Eastern Arts have increased so much during the war, but what are being written on the subject by Western scholars are still very very inadequate and childish -- very much sophisticated but still entirely childish -- that I feel that I have a human duty to write on the problems of Eastern Arts. Don’t laugh at my conceit! Although good eyes and right understanding of the stylistic development and perhaps of its psychology would enable a scholar to grasp the essentials of Eastern Art as well as Western, yet in Eastern Art literature and art are so closely related with each other, that without a good command of language and literature it is practically impossible to get to the true meanings of Eastern Art. Just imagine, if a man says that he is a specialist of Greek Art without the knowledge of Greek, would he be taken serious? In the case Chinese and Japanese Arts, just such ignorant scholars write heaps of books and articles, and they are considered authorities! Of course language and literature are not everything, even for the study of Far Eastern Arts, and in this respect Eastern scholars, who are apt to consider language and literature everything, should be corrected, but all the same, without language and literature, scholars’ approach to Eastern Art really becomes narrow and superficial. Without modesty I feel that as an Oriental scholar, who however was fortunately brought up in BB’s way, with eyes made open, I have many works to accomplish in the cause of Far Eastern Arts before I die.</p>\r\n<p align=\"left\">However, staying in Japan and leading the sort of life, which I am leading now, it is practically impossible to write books or articles in English. Here in Japan, I almost never speak English. Unless I speak English in my daily life, I simply cannot write English, losing facilities of expression in the language, which I am not actually using. This is one of the reasons, why I want to go to an American university, where I shall lecture as well as write.</p>\r\n<p align=\"left\">You very kindly tells me that you would try to find a post for me somewhere. Although I am ashamed to trouble you with my affairs, please do! I am sure, I shall never put you to shame by your recommendation. Here in Japan, thank Heaven, after many difficult years my authority on the subject is finally recognized and established. Even my enemies had to admit that among Eastern scholars of art I am the only person with a wider view of art, who knows Western Art and Western mentality, which are important for a new study of Eastern Art. Just for that very reason, I am still not very much loved by conservative scholars of this country, but whether they love it or not, they gradually had to realize my authority and now even those people cannot entirely disregard me. Lately I am elected to the Board of Councillors of the National Museum and to the National Commission of Important Art-Objects. Many influential people began to think after the war that Director of the National Museum must have an international point of view and that I am the person for it. There is a strong chance that eventually I shall be elected as such. So I am happy to tell you that my prospect in this country is not entirely gloomy. How different Japan is becoming from both before and during the war, when I was persecuted for my “too international ideas”! All the same, I really want to go abroad, because this country is too small and our people are too narrow-minded for me, and I feel suffocated, closely surrounded by these people. Moreover Director of such a huge Museum as our National Museum is in charge of extensive administrative works, which do not interest me. I shall be infinitely happier, if I can go to some scholarly center in America -- and to concentrate on my proper work in the free, academic atmosphere. Moreover, as I have perhaps written to you before, I must think for my boy, whose musical education as a composer is simply impossible in this country. You ask me, whether I shall be able to take my family with me abroad, in case I get a position in an American university. Of course I and my family would be only too happy to go abroad and to settle ourselves wherever we can make our living and where I can continue my work and also give my boy a good chance to accomplish what genius he got from heaven.</p>\r\n<p align=\"left\">When I ask you to recommend me to some American University, I know that I should not make much preference. However, I think I must make one point clear: that University or some other institution, which I might eventually join, must have some accommodation for study near at hand. As you know better than anybody else, a historian of art cannot work with brain alone, like a philosopher: he must have a library at least, and in America the library in any way adequate for a historian of Eastern Art is extremely rare. For that reason, I want to go to Harvard sooner than anywhere else. Of course, if the university, which invites me, is willing to buy books, the case is different. Even Harvard has no good library of the kind, except books published in Europe and America, but for real scholars of Far Eastern arts, old Chinese publications and modern Japanese publications are very very important. Without them one cannot do any serious work. At Harvard there is Harvard-Yenching Institute, who contains a fairly good general reference library for Chinese studies, and they are very useful. Moreover in Boston Museum there is a fairly good art-library with Eastern publications collected by <a href=\"http://yashiro.itatti.harvard.edu/Okakura-Kakuzo\" data-url=\"http://yashiro.itatti.harvard.edu/Okakura-Kakuzo\">Okakura</a>&nbsp;and his successors. More than that, the Boston Museum collections of Eastern Arts, Indian, Chinese and Japanese, are most precious materials to be used by Harvard people. Speaking with absolute impartiality Harvard with Boston near at hand is the best place in America where a special chair for History of Eastern Art, especially of Chinese &amp; Japanese art, should be created and made into the American Center for Eastern Studies.</p>\r\n<p align=\"left\">Next to Harvard, perhaps Columbia with its “Japan Center”. Moreover in New York there is of course Metropolitan Museum with its collection and the Japan Institute with its well-equipped library. Yale, between New York &amp; Boston, is good and also Pennsylvania University in Philadelphia with its University Museum of Chinese Art would also be good. Washington with Congress Library &amp; Freer Gallery is well-adapted to be a center for Eastern studies, but I do not think there is any good university there. Chicago is not bad, but I prefer East Coast, where materials for study are much richer.</p>\r\n<p align=\"left\">I wonder if you know that in 1931-2 I went to Harvard to give lectures for one semester as the guest of Carnegie Foundation. At the time <a href=\"http://yashiro.itatti.harvard.edu/Sachs-Paul\" data-url=\"http://yashiro.itatti.harvard.edu/Sachs-Paul\">Prof. Paul Sachs</a>&nbsp;and <a href=\"http://yashiro.itatti.harvard.edu/Post-Chandler\" data-url=\"http://yashiro.itatti.harvard.edu/Post-Chandler\">Prof. Chandler Post</a>&nbsp;and some others seem to have arranged with Carnegie officially to appoint me Lecturer on Art of Harvard and with that appointment my lectures were made regular lectures for graduate students. I had a glorious time, staying in the guest professor’s rooms in the Lowell House in daily association with tutors and students of the House. After this connection of mine with Harvard, the Art Faculty of Harvard began to send to me in Tokio special students of Eastern Art with travelling fellowship now and then and, as I was Director of the Art Research institute, I used to put those students in the Institute and to let them study with its staff. <a href=\"http://yashiro.itatti.harvard.edu/Rowland-Benjamin\" data-url=\"http://yashiro.itatti.harvard.edu/Rowland-Benjamin\">Ben Rowland</a>, who seems to have become professor at Harvard, was one of the students thus sent to me in Tokio.</p>\r\n<p align=\"left\">All these relations with Harvard make me feel specially attached to Harvard, even excepting my friendship with its professors at the time, <a href=\"http://yashiro.itatti.harvard.edu/Sachs-Paul\" data-url=\"http://yashiro.itatti.harvard.edu/Sachs-Paul\">Sachs</a>, <a href=\"http://yashiro.itatti.harvard.edu/Post-Chandler\" data-url=\"http://yashiro.itatti.harvard.edu/Post-Chandler\">Post</a>, <a href=\"http://yashiro.itatti.harvard.edu/Pope-Arthur\" data-url=\"http://yashiro.itatti.harvard.edu/Pope-Arthur\">Pope</a>,&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/Edgell-George\" data-url=\"http://yashiro.itatti.harvard.edu/Edgell-George\">Edgell</a>, <a href=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\" data-url=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\">Forbes</a>, <a href=\"http://yashiro.itatti.harvard.edu/Warner-Langdon\" data-url=\"http://yashiro.itatti.harvard.edu/Warner-Langdon\">Warner</a>, Etc. I shall be most happy, if I can go there again.</p>\r\n<p align=\"left\">I am afraid I have written too long about myself. Please pardon me for doing so, because I want you to understand my situation and my ideas about my emigration abroad. This emigration, if ever it be made possible by your help, is an important thing for my family and for me, and I thought it necessary to tell you what I think about it.</p>\r\n<p align=\"left\">It gives me great joy to hear that I Tatti with its library, collection &amp; beautiful garden is almost unharmed by war. That Mrs. Berenson is there no more, pains me deeply, but everything passes in this world, and we must resigned to it. I am very glad to know that <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Miss Nicky Mariano </a>is well and is working there with you as in old days. I can well imagine how indispensable she must be to you. Please send my love to her and tell her that whenever I think of B.B. and of I Tatti, I immediately think of her as the genius of the place, always so useful and so kind. As a pupil of B.B., I feel really grateful to her for serving my master &amp; teacher faithfully &amp; making him happy in his old years.</p>\r\n<p align=\"left\">Also I feel both glad and proud to know that you have given I Tatti with everything it contains to Harvard. Besides appreciating your generosity, I am very glad that that great center of Italian studies, I Tatti, will be preserved and taken care of forever and will continue to be inestimable sources for future students of Italian Art. My joy as an old student, who was actually brought up there, is really very big.</p>\r\n<p align=\"left\">It gives me great pleasure to know that you met my friend <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti</a>. Lately I got a long letter from him, in which very kindly he gave me minute descriptions about you, how you were publicly thanked in Florence by Italian nation for your services in the cause of Italian art, etc. And also he tells me how he admires you &amp; how he is happy to have become acquainted with you. It would really be wonderful if we three can meet one day at I Tatti. I wish that such a day would come.</p>\r\n<p align=\"left\">I am afraid I have tired you very much with this long letter. If I continue to write, this letter would become without end, because there are so many things I want to tell you after those terrible years. I stop now and wait for another chance to write to you my next letter.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -665283600
	},
	{
		"nid" : 4726,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">May 1, 1949</p>\r\n<p class=\"Body\">My dear Yashiro,</p>\r\n<p>I have not written before because I was busy corresponding or waiting for people from U.S.A to whom I could put your case. Everywhere I have encountered appreciation of your merits and sympathy with your case. Unfortunately our great universities and museums are in great distress owing partly to the diminished purchasing power of their endowments and in greater part still because of the huge influx of students who for several years had been deprived of their studies by the war. The result is that neither Harvard nor any institution in Boston, New York or Washington can afford to employ a student like yourself, nor have pupils sufficiently interested in his work. I have however not abandoned all hope. I expect in the course of the next few months to see one or two persons who may find suitable employment for you in one, or the other of the cities above mentioned.&nbsp; All the same I wonder whether you would not do better to stay at home and help your people to recover to hold to what is best in your culture, and to eschew the cannibalism of your militarists. At the same time, you might discover more and more sources of art historical interests in Japan itself. &nbsp;</p>\r\n<p>Please do not think that I shall cease working in your interest if you decide to leave Japan for good and settle in U.S.A. But my own experience makes me wonder whether one gets the best out of ones soul in exile - even the most enchanting of exiles, as mine has been here.</p>\r\n<p>Reflect and let me know.&nbsp;</p>\r\n<p>Nor need I tell you what happiness it would be to see you again. To think that 25 years have passed!</p>\r\n<p>Affectionately and devotedly,</p>\r\n<p><em>Bernard Berenson</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -652327200
	},
	{
		"nid" : 4731,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: The Institute of Art Research / Ueno Park, Tokio/ Telephone, Shitaya 3487]<br>No. 1017 Oiso<br>Kanagawa-Ken, Japan</p>\r\n<p align=\"left\">Dec. 12<sup>th</sup></p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">It is already a long time since I wrote my last letter to you. Sometime ago I saw in the American Journal “Time” an article on you, which I read with great interest. The photographs of I Tatti, of you and <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Miss Mariano</a>&nbsp;touched my heart very deeply. They made me feel, as if I were with you walking up and down among cypresses and flowers of that beautiful garden, which is so familiar to me. I am very happy to know how you look like, old but healthy, and the garden as quiet and beautiful as before. How I want to call on you there and to repeat my studious days, long past, over again in my memory.</p>\r\n<p align=\"left\">I thank you very very much for your effort to find for me a post in some American institutions. Sometime ago, <a href=\"http://yashiro.itatti.harvard.edu/Pope-Arthur\" data-url=\"http://yashiro.itatti.harvard.edu/Pope-Arthur\">Mr. Upham Pope</a>&nbsp;wrote to me indirectly about the possibility of inviting me to join his Asian Institute at New York. But later I was told that his fund is not enough to have me at the present moment. A few days ago I got a letter from <a href=\"http://yashiro.itatti.harvard.edu/Coolidge-John\" data-url=\"http://yashiro.itatti.harvard.edu/Coolidge-John\">Mr. John Coolidge</a>, Director of the Fogg Museum, which he wrote at Portofino near Genoa, after seeing you at I Tatti. He very kindly tells me that he has plans to enlarge Fogg and that, in case his plans be realized, he would think about me. Although he says that he does not know when, yet the letter pleased me very very much, because it gave me some hope for the future and also because it is the outcome of your kind talk to him on my behalf and of his own good feeling for me. I pray to heaven that the day of realization would come soon.</p>\r\n<p align=\"left\">Indeed, as you say in your last letter, many American universities are extending Far Eastern studies, but for the moment they are mostly more concerned with practical questions, as geography, economics, politics, religion etc. than with art and culture, and my chance seems still slight, unfortunately. By this time, with the nation’s fate, I have learned patience enough. My happiness is that I can still have a hope for the future, with your kind considerations for me &amp; those of my foreign friends.</p>\r\n<p align=\"left\">Is not your new book published in English yet? I am very anxious to read it. Please send it to me, when the English edition is issued.</p>\r\n<p align=\"left\">In my last letter I think I told you that there is a possibility of myself being elected to be Director of National Museum in Tokyo. It is gone now. About half a year ago the military government of the American Army thought that I am the best person to be Director and I was about to be elected. Then the American army seems to have changed its plan and gave back the internal administration to Japanese hands. Indeed in the early part of August the American officials in charge of art-administration in this country have all gone back. Then in October the election was done without American influences and so a new director was elected. He is the ex-Education Minister of the Cabinet, a scholar of Political Economy, a very nice man, a great friend of mine, politically influential, as his career shows, but a man who has almost nothing to do with art, except his taste for Japanese colour prints of the eighteenth century. Japan is really such a country! You would understand how unhappy I am in such a country, and how little chance I have here.</p>\r\n<p align=\"left\">Still my present life is not a very unhappy one. Thank heaven, I have income enough to make a modest living as a hermit-like scholar, writing articles &amp; books now and then. My family are healthy, and they are all devoted to me. But before I die, I want to do something to the history of Eastern Paintings, especially Chinese, something like what you have done to Italian Painting.</p>\r\n<p align=\"left\">I have not written to Auriti for a long time either. I am ashamed for it. I shall write soon.</p>\r\n<p align=\"left\">Please receive my best love to you. My wife, son &amp; daughter all join me in sending their love to you, although they don’t know you yet.</p>\r\n<p align=\"left\">Yours always,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">Please remember me to Miss Mariano.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -632883600
	},
	{
		"nid" : 4736,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">No. 1017 Oiso<br>Kanagawa-Ken<br>Japan<br>July 19<sup style=\"color: inherit; font-weight: bold;\">th</sup></p>\r\n<p align=\"left\">Dear Master,</p>\r\n<p align=\"left\">A few days ago your new book “Sketch for a Self-Portrait” arrived. I have read it immediately with the fervour of a hungered man for food. Before I begin to read it more carefully over again, I write this letter of thanks to you.</p>\r\n<p align=\"left\">The fine mechanism of your mind, how it works with delicate nuances of colours and shades, is told so clearly that it is altogether a revelation, both the great mind which is in you, and the way how it is analysed and explained. It is one of the best human documents I have ever read.</p>\r\n<p align=\"left\">I may wish too much, but can I ask you to write another book in which you tell more details about your life? For those who come after you, such as I am and many others, the more details of your life, for instance, what books inspired you most in your younger days, what paintings opened your eyes, what inspirations you have got from whom, etc. etc. would teach a great deal. Don’t think that I say this, because I am dissatisfied with your book -- no, instead, I really finished reading your book with a sort of religous admiration, too much to be expressed with my English -- but at the same time I cannot help telling you frankly that you have still innumerable precious things in yourself, which you might give to posterity for their education. They are your own experiences in the course of your studies in life. I am quite sure that all those details do not interest you to write down, but those life-experiences of a great man, told in concrete details, are really the spiritual food for those who follow the footsteps of that great man. So please think of leaving behind you “Memoirs” or “Reminiscences”, which if you yourself do not care to write, please dictate them to some others, so that they can write down and transmit to posterity.</p>\r\n<p align=\"left\">It is already some time since I received your last letter. I am very very grateful to you to mention me to various people from America, some of whom wrote to me. Most of all <a href=\"http://yashiro.itatti.harvard.edu/Coolidge-John\" data-url=\"http://yashiro.itatti.harvard.edu/Coolidge-John\">Prof. John Coolidge</a>, Director of Fogg Museum wrote to me twice. He wishes to have me at the Fogg, and really there is no place so welcome to me as the Fogg. But his second letter, which he wrote after he reached home, said that the circumstances of the Fogg did not seem to allow him to attain his idea very quickly. Well, everything depend upon heaven! I have learned to be patient and accept what destiny bids. Meanwhile in Japan I am elected to be member of the Board (of five members) in charge of all the national treasures, national monuments &amp; museums in the country. It is a very high position but I don’t know if I shall enjoy the work, which would take much of my time.</p>\r\n<p align=\"left\">I am a very bad letter writer. And also my English has become very bad. Please ask <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Miss Mariano </a>to read these ugly scribbles to you, which however contain my best wishes to you.&nbsp;</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -613962000
	},
	{
		"nid" : 4741,
		"title" : "Bernard Berenson (in Vallombrosa) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Casa al Dono<br>Vallombrosa<br>(Prov. Firenze)<br>Sept. 28, 1950&nbsp;</p>\r\n<p class=\"Body\">My Dear Yashiro,</p>\r\n<p class=\"Body\">So glad to hear from you, and to learn that you again are being appreciated by your own countrymen as so many of us appreciate you in the Western World. A few weeks ago&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/Edgell-George\" data-url=\"http://yashiro.itatti.harvard.edu/Edgell-George\">Edgell</a>, director of the Boston Museum of Fine Arts spoke of you at great length and with deep feeling. Only yesterday <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Sir Kenneth Clark&nbsp;K.C.B.</a>&nbsp;was here, and I showed him your letter just received. He too spoke of you with real affection. Both promised to look out for employment that would suit you in America or in England. Believe me you have many devoted friends in the Western World.</p>\r\n<p class=\"Body\">Thanks for your kind words about my Sketch, and your urgent advice to write more about my education formation, and experience.</p>\r\n<p class=\"Body\">I do not say ‘nay.’ It all depends on how much longer my brain and pen remain active. Meanwhile I send you in Italian, because they have not yet appeared in English<strong> </strong>two small books of recent writing, namely, Echi e Riflessioni, notes written during the War Years, and “Piero della Francesca e l’Ineloquente nell’Arte.” Also a new edition of my “Sassetta.”</p>\r\n<p class=\"Body\">At the end of the year I hope I can send you “Caravaggio e l’Incongruo nell’Arte” and still later one or two further booklets.</p>\r\n<p class=\"Body\">I spent last late spring seeing Paris, and various towns on the way. I had not been in France since 1936. It was wonderful to be in Paris again, the one city in the world which is a work of art in itself. The Louvre was intoxicating, and there were interesting exhibitions. I was disappointed in the Musées Cernuschi and Guimet. I found almost nothing of artistic as distinct from archeological value. Now I am going to Rome for Oct. and I hope to settle in the Tatti<strong> </strong>early in Nov. and go to work.&nbsp;</p>\r\n<p class=\"Body\">All good wishes, dear Yashiro, and <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Miss Mariano</a>’s best remembrances.</p>\r\n<p class=\"Body\">Yours,</p>\r\n<p class=\"Body\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -607780979
	},
	{
		"nid" : 4746,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso, Kanagawa ken, Japan</p>\r\n<p align=\"left\">16<sup>th</sup> April, 1951</p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Last December I underwent a surgical operation. The operation itself was successful, but the complete healing takes so much time. I stayed full two months at a hot spring, which finally cured me -- not completely yet, but almost. I began to move about ten days ago, thank heaven, &amp; came back home.</p>\r\n<p align=\"left\">Meanwhile, that is, while I was away from home, your books, Caravaggio &amp; Echi e Reflessioni, which you so kindly sent me, have arrived, to my great delight. Now my Italian is very poor, but with dictionary &amp; also with the help of my friend, who knows Italian, I am reading some parts from them. I am ashamed to say I have not studied Caravaggio, but he seems to be very very interesting, &amp; your new treatment of his art would certainly inspire me. I thank you very much for your gift of books.</p>\r\n<p align=\"left\">Sometime ago a Japanese scholar <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Mr. Fukumatsu Miwa</a>&nbsp;came to see me and after telling me how he began to write to you and how you very kindly answered him, he asked me to help him in translating your works into Japanese &amp; also to write a preface to his translation, when it is published. I was only too glad to comply with his requests, because I know him to be a conscientious young scholar . Moreover he is the son-in-law of my great friend <a href=\"http://yashiro.itatti.harvard.edu/Kojima-Kikuo\" data-url=\"http://yashiro.itatti.harvard.edu/Kojima-Kikuo\">Mr. Kojima</a>, who, alas, died last year, &amp; who once called on you about twenty years ago. I am happy to think that a good Japanese translation of your works would come out. I shall help Miwa as much as I can to make his translation accurate &amp; good.</p>\r\n<p align=\"left\"><a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark </a>wrote me sometime ago &amp; told me that he would try to find post for me in England. He also told me how he called on you in Italy, which was a great news to me. Kenneth &amp; I were used to call on you at I Tatti very often together &amp; his description of you &amp; of Florence reminded me of our happy days in Italy about twenty years ago. Kenneth sent me his book “Landscape into Art”, which interested me very very much. All these years I have only published books in Japanese &amp; have nothing to send either to you or to Kenneth. I am ashamed.</p>\r\n<p align=\"left\">About a week ago <a href=\"http://yashiro.itatti.harvard.edu/Siren-Oswald\" data-url=\"http://yashiro.itatti.harvard.edu/Siren-Oswald\">Oswald Sirén</a>&nbsp;came to Tokyo. He came to Japan to prepare a new edition for his big book on Chinese painting. This is not a good time to see private collections.</p>\r\n<p align=\"left\">Now it seems that the whole world is in a poor condition! All my friends abroad kindly tell me that I am the best person to write History of Eastern Arts with an international point of view &amp; also with a direct knowledge of Eastern cultures &amp; languages, yet my desire to go abroad &amp; work on that subject, seems to be difficult to be realized, although these friends of mine, and you especially, who are so influential, are helping me. I must leave to be patient and take things with philosophy.</p>\r\n<p align=\"left\">I have not written to <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti </a>for a long long time. I hope he is well. It is just possible that I may come to Italy in early Autumn. My official duty as Commissioner of National Museums &amp; National Treasures would be a little freer in Autumn, &amp; I might be able to go abroad for a short trip in order to see art-administrations &amp; Museum administrations in Italy &amp; France, etc. I am not interested at all in administration, but I shall welcome the chance to go to Europe, if only to call on you. Also I may give lectures at Tucci’s Institute, if I go to Europe at all. Nothing is certain yet, but I am looking forward to it. Meanwhile, hoping that you are well, &amp; enjoying the beautiful sun of Spring in Italy now,</p>\r\n<p align=\"left\">I remain,</p>\r\n<p align=\"left\">Yours ever sincere pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -590547600
	},
	{
		"nid" : 4751,
		"title" : "Bernard Berenson (in Turin) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Turin<br>June 15, 1951</p>\r\n<p class=\"Body\">My dear Yashiro,</p>\r\n<p class=\"Body\">Your dear letter of Apr. 16 reached<strong> </strong>me only yesterday. I hope this will get to you much quicker, and tell you how delighted I should be to see you if you return to Europe, and that of course you must come and stay with me at I Tatti. It would be a return to the good old time.<strong> </strong><strong></strong></p>\r\n<p class=\"Body\">If a Japanese translation<strong>&nbsp;</strong>of any of my books is to be undertaken it would be angelic of<strong> </strong>you<strong> </strong>if you supervised its<strong> </strong>rendering of my meaning,<strong> </strong>as of course, I with my ignorance of your language, could not attempt it.</p>\r\n<p class=\"Body\">Believe us when I tell you that we never forget you. Your problem is a peculiarly difficult one and you want to bring your whole family with you. That means overcoming all sorts of immigration laws, and then the search of a dwelling for housing is very rare in U.S.A. as well as everywhere in Europe. Of course you would require a salary to defray expenses of a whole family.</p>\r\n<p class=\"Body\">I am sure <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark</a>&nbsp;is devoted to you as I am, and Coolidge of the Fogg Museum and many others. BUT it is a moment when cultural values like ours enjoy small consideration -- so much so that for instance my books no longer find publishers in either England or America. Happily you are young enough to see better days. If your plans are coming over take precise shape, please let me know at once, so that I may plan for your visit.&nbsp;</p>\r\n<p class=\"Body\">Ever affectionately,</p>\r\n<p class=\"Body\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -585363600
	},
	{
		"nid" : 4756,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">No. 1017 Oiso, Kanagawaken,&nbsp;Japan.</p>\r\n<p align=\"left\">Sept. 23.</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">Coming back home after three weeks’ stay at a hospital, where I had a surgical operation, I found out to my great joy a parcel from you, containing your two books, Vedere &amp; Sapere, and Alberto Sani, had arrived during my absence. Besides the pleasure of having by my side the proofs of the mental activities of my master at his high age, which would open my eyes to new fields of intellectual life, I am deeply touched by the fact that this old pupil of you is still and ever in the master’s mind and kindly thought of always. I shall begin to read them immediately. More particularly I am interested to read your book on Sani, whose works, shown in the illustrations, are very very interesting, and I am curious, what mental reactions you get from them.</p>\r\n<p align=\"left\">Thank heaven! My recent operation seems successful, and I feel that I am stirring again. All these years, I have been ailing more or less, especially after an unsuccessful operation of last December, which almost forbad me to move about for the last nine months.</p>\r\n<p align=\"left\">Now I can go to Italy! As I told you before, I am invited by <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Dr. Tucci</a>&nbsp;to come to Italy &amp; to give some lectures on Far Eastern Arts at his Institute of Middle &amp; Far East. Now I can definitely accept his invitation, if my Government would pay my traveling expenses. Perhaps I shall get them. My present plan, which is not definite yet, is to go to Italy in December. (England in November, France in January, &amp; U.S.A. in February). In your former letter, you very kindly invited me to be your guest at I Tatti, if and when I come to Florence. I wonder, if I can have the pleasure of staying at I Tatti for sometime during December? If I visit you at I Tatti &amp; see you there, my young days of study there in the library and of walks through cypresses and olives in the garden and of the pleasant &amp; enlightening talks with you and Mrs. Berenson and Miss Nicchi Mariano, would come back to my memory again after 30 years.</p>\r\n<p align=\"left\">My friend in England, hearing of my plan of trip to Europe, arranged some lectures at Courtauld Institute or elsewhere, which enabled me to go there. In these days a man of the conquered country as Japan can go abroad only with good cultural reasons.</p>\r\n<p align=\"left\">I hasten to post this letter, in order to let you know of my very probable visit to you, as quickly as possible.</p>\r\n<p align=\"left\">Please remember me to Miss Nicchi &amp; other friends of mine in Florence, in case you meet them.</p>\r\n<p align=\"left\">Your ever faithful pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -576723600
	},
	{
		"nid" : 4761,
		"title" : "Bernard Berenson (in Ischia) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Ischia (Napoli) Oct. 7. 1951</p>\r\n<p>&nbsp;My dear Yashiro,</p>\r\n<p>Your letter with the glad tidings that you have recovered from a successful operation finds me in the enchanted island where I have come to be alleviated of ‘hay-fever’.</p>\r\n<p class=\"Body\">I hasten to tell you that I am delighted that you are expecting to be in Italy in Dec. I assure you of a hearty welcome at I Tatti where you will be able to stay as long as it suits you. Only let me have your exact dates as soon as you know them yourself. And let me have your address in London, in Paris, and eventually in Rome. At I Tatti we shall revive much of the Past, and recount our dream for the future. You young enough to have them for your own self, I only for the institution that I Tatti is to be.</p>\r\n<p class=\"Body\">Affectionately,</p>\r\n<p class=\"Body\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p class=\"Body\"></p>\r\n<p class=\"Body\"></p>",
		"created" : -575514000
	},
	{
		"nid" : 4766,
		"title" : "Yashiro (in London) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">c/o&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/Gray-Basil\" data-url=\"http://yashiro.itatti.harvard.edu/Gray-Basil\">Mr. Basil Gray<br></a>9 Essex Villas<br>London, W.8.<br>Nov. 14</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">Finally my trip to Europe &amp; America was allowed, and leaving Tokyo on 9<sup>th</sup> with a direct flight I arrived in London on 12<sup>th</sup> early in the morning. Although the continuous flight for two and half days was fatiguing, yet I feel very well and am making preparations for my lectures at Courtauld Institute, which begin on 21<sup>st</sup>.</p>\r\n<p align=\"left\">I am very very happy to have visited London again after fifteen years and to meet my old friends &amp; to see masterpieces in the galleries, which had inspired me in my young days.</p>\r\n<p align=\"left\">I spoke with <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark</a>&nbsp;through telephone &amp; am going to meet him soon. We were together as young colleagues at I Tatti, and so when I think of Kenneth, immediately I think of you, and vice versa.</p>\r\n<p align=\"left\">I plan to stay in London till about Dec. 10, and then shall go to Rome, where I am expected to deliver some lectures at <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Dr. Tucci’s</a>&nbsp;Institute. During Christmas &amp; New Year’s holidays, I want to visit Florence &amp; perhaps Venice. You have kindly offered to let me come to stay at I Tatti. Would that be all right, if I come to you about that time? For instance, between 25th&nbsp;Dec. and Jan. 5<sup>th</sup> I want to stay at I Tatti for about five days. I should take a great care not to be too great a burden to you, but the great pleasure to see you and to be near you, and also to visit my old Florence again, give me courage to ask you for the privilege of staying with you for some days. Please let me know whether that be possible?</p>\r\n<p align=\"left\">During my stay in London, I shall stay with Basil Gray. When I go to Rome about Dec. 10<sup>th</sup>, my letter address is</p>\r\n<p align=\"left\">c/o Dr. Tucci<br>Istituto Italiano per il Medio ed Estremo Oriente<br>Via Merulana 248, Roma</p>\r\n<p align=\"left\">Please let me get your answer to one of those places.</p>\r\n<p align=\"left\">My heart throbbing with the great joy of meeting my old teacher again.</p>\r\n<p align=\"left\">I remain,</p>\r\n<p align=\"left\">Your most faithful pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p></p>\r\n<p></p>",
		"created" : -572230800
	},
	{
		"nid" : 4771,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Nov. 18. 51<br>I Tatti<br>Settignano<br>Florence</p>\r\n<p class=\"Body\">Dear Yashiro,&nbsp;</p>\r\n<p class=\"Body\">Delighted to hear that at last you are in Europe, and I look forward to seeing you here. You must use I Tatti as you would your home. Come and stay as long as it suits you. There are plenty of buses going to town, and besides, our car goes there often.</p>\r\n<p class=\"Body\">I am sure you will find material in our library that will<strong> </strong>interest you.&nbsp;</p>\r\n<p class=\"Body\">Two days ago I had a letter from <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Mr. Miwa</a>&nbsp;saying he had nearly completed translating my “Sketch for a Self Portrait.” I wonder what the result will be in Japanese, assuming that the translator understands English well enough!</p>\r\n<p class=\"Body\">Let me hear from you again and again, and finally the day and the hour of your arrival in Florence so that I may send the car for you.&nbsp;</p>\r\n<p class=\"Body\">Remember me to your host.</p>\r\n<p class=\"Body\">Affectionately,</p>\r\n<p class=\"Body\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -571885200
	},
	{
		"nid" : 4776,
		"title" : "Yashiro to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<p align=\"left\">A statement made during Yashiro’s stay in Villa I Tatti.</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[written on the I Tatti letterhead]&nbsp;<br>January 6<sup>th</sup> 1952<br>To Mr. Bernard Berenson</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">I take in charge your fragment of the tiny copy of the scroll by Chou Wen-Chü reproduced as Pl. I &amp; II of No. 25, January, 1934 of the Bijutsu Kenkyu.</p>\r\n<p align=\"left\">I shall see that when it gets to Japan it shall be properly restored &amp; eventually returned to you. I shall have it insured with a reliable American insurance company for Five Thousand Dollars, you paying for the same and for the expense of restoration with cheques on New York.</p>\r\n<p align=\"left\">Hoping that this transaction will be satisfactory all around,</p>\r\n<p align=\"left\">Sincerely yours,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p></p>\r\n<p align=\"left\"></p>",
		"created" : -567651600
	},
	{
		"nid" : 4781,
		"title" : "Yashiro (in Paris) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Paris<br>(Chez Monsieur Hagiwara<br>7 Av. Hoche, Paris 8<sup>e</sup>)</p>\r\n<p align=\"left\">Jan 22</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">I take the liberty to introduce the bearer of this letter <a href=\"http://yashiro.itatti.harvard.edu/Imaizumi-Atsuo\" data-url=\"http://yashiro.itatti.harvard.edu/Imaizumi-Atsuo\">Mr. Atsuo Imaizumi</a>, a well-recognized art-critic of modern art in Japan, a sort of pupil of mine, who is visiting Italy. At the same time He is an intimate friend &amp; colleague of <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Miwa</a>, who is translating your book into Japanese. If you can meet him &amp; give him a chance to see your collection &amp; library, I shall appreciate it as a great education to Mr. Imaizumi.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">P. S.&nbsp; I arrived in Paris last night. I shall write you soon.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -566269200
	},
	{
		"nid" : 4786,
		"title" : "Yashiro to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<p align=\"left\">Written in Washington D.C. and sent from New York.</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Washington, March 9<sup>th</sup></p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">Time passes so quickly in this hurried trip of mine through various countries. After a stay in Paris for a month, in which I saw most of my son, &amp; during which I paid a flying visit to Holland, I came to Boston. There of course I met many of our old friends, <a href=\"http://yashiro.itatti.harvard.edu/Edgell-George\" data-url=\"http://yashiro.itatti.harvard.edu/Edgell-George\">Edgell</a>, <a href=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\" data-url=\"http://yashiro.itatti.harvard.edu/Forbes-Edward\">Forbes</a>&nbsp;etc., all of whom asked me much about you, &amp; were very very glad to hear directly from me how well you are &amp; how your brain is altogether wonderful just as in old days. (By the way, I should not forget to tell you that I received from Edgell’s secretary all the money, which was sent to him through the kindness of you, of <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>&nbsp;&amp; of <a href=\"http://yashiro.itatti.harvard.edu/Morra-Umberto\" data-url=\"http://yashiro.itatti.harvard.edu/Morra-Umberto\">Mr. Morra</a>&nbsp;in Rome.) Now I am in Washington, &amp; is leaving for New York this evening after my lecture at National Gallery. National Gallery, which I saw for the first time, is overwhelming with masterpieces of all ages. I met <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">Mr. John Walker</a>&nbsp;with your letter of introduction &amp; he made me perfectly comfortable while I am here. Only he had to go to Florida on business soon after my arrival &amp; I had no much time to talk to him. I shall wait for another chance to make his better acquaintance, but I could see immediately what a nice man he is, just as you told me. I am asked to lecture on Botticelli here, because there are several Botticelli &amp; school pieces in the Gallery. I intend to tell my frank reactions to the art of Botticelli with my sense of beauty as an Oriental. In New York my time would be very much pressed, as there is a talk to hold an Exhibition of Japanese Art in America &amp; I have to meet lots of people, <a href=\"http://yashiro.itatti.harvard.edu/Rockefeller-John\" data-url=\"http://yashiro.itatti.harvard.edu/Rockefeller-John\">Mr. John D. Rockefeller III</a>&nbsp;etc. etc. Lest I fail to write to you again, I hasten to post this letter, in order to report to you, at least how I am doing since I left Italy. After visiting Chicago, Kansas City, Seattle, Los Angeles &amp; Honolulu I shall be back in Tokyo by April 10<sup>th</sup>.</p>\r\n<p align=\"left\">Please remember me to Nicky. I recollect with deep emotion what nice days I had at I Tatti by your side.&nbsp;&nbsp;</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro&nbsp;</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -562208400
	},
	{
		"nid" : 4791,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">no. 1017, Oiso, Japan<br>June 2<sup>nd</sup></p>\r\n<p align=\"left\">Dear B.B.,&nbsp;</p>\r\n<p align=\"left\">While I was contemplating to write to you, and yet postponing it day by day, as I am terribly busy after my absence from Japan for five months, your letter of May 27<sup>th</sup> arrived. With a guilty feeling, I take up my pen &amp; report to you immediately, what I ought to have done long before.</p>\r\n<p align=\"left\">Your precious Chinese scroll had arrived here safely &amp; been kept by&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/D-Ajeta-Blasco\" data-url=\"http://yashiro.itatti.harvard.edu/D-Ajeta-Blasco\">Ambassador D’Ajeta</a> with great care till my return. Then I transported it to the safe of this Institute of Art Research, Tokyo, (where I had been Director for twenty years, &amp; after a short interval, has been appointed Director again just a month ago: of this I shall tell you sometime later). To-day I hasten to tell you about your scroll. As you requested me I had it insured as follows: ―&nbsp;</p>\r\n<p align=\"left\">○value: U. S. $5,000. ―</p>\r\n<p align=\"left\">○Insurance Company: American International Underwriters’ Corporation, representing Pacific National Fire Insurance Company (home office, San Francisco, which is doing wide business in Japan &amp; highly appreciated by American businessmen in Tokyo).</p>\r\n<p align=\"left\">○For Fire, Burglary and theft.</p>\r\n<p align=\"left\">○For three months (May 9--Aug. 9, 1952)</p>\r\n<p align=\"left\">○Premium for the above: $53.35</p>\r\n<p align=\"left\">The insurance for the transport back from Tokyo to Rome by Air would cost $ 25.00, but for this I have not done yet, because if the scroll be send back to Italy by the diplomatic bag by Ambassador <a href=\"http://yashiro.itatti.harvard.edu/D-Ajeta-Blasco\" data-url=\"http://yashiro.itatti.harvard.edu/D-Ajeta-Blasco\">D’Ajeta</a>&nbsp;to <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti </a>of the Foreign Office in Rome, it would be difficult to insure. For this I shall study &amp; talk with D’Ajeta, when the repairing &amp; remounting be finished.</p>\r\n<p align=\"left\">About the repairing &amp; remounting, I have asked the best repairer in Japan to do it, and they began to do the work. Of course, I will supervise it as best I can. You need not be uneasy about it. When the scroll is remounted, the scroll would become a little thicker -- it is difficult to explain this technical matter in this letter, but please trust me that I will do the best possible way for the preservation of the scroll for the future. The cost for the repairing is not estimated yet. I think it is rather expensive, but I shall take care to make it entirely reasonable.</p>\r\n<p align=\"left\">About the payment of the premium to be paid to the Insurance Company (American International Underwriter’s Corporation), that is, $53.35, mentioned above, I shall pay it now here in Tokyo in Japanese money. In what way I shall ask you to pay that back to me, I shall write to you later. Perhaps I shall ask you to pay that to the dollar fund, which I have in U.S.A. As my son is staying in Paris for the study of music, I am sending my money to him. It is terribly difficult to buy dollars in Japan. That is the reason, why I have left the remnant of my dollars in America, from which I am sending monthly expenses for my son.</p>\r\n<p align=\"left\">This letter is all for the immediate business. When I have more time, I shall write to you what I did in America, how I met <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>, <a href=\"http://yashiro.itatti.harvard.edu/Frankfurter-Alfred\" data-url=\"http://yashiro.itatti.harvard.edu/Frankfurter-Alfred\">Frankfurter</a>, &amp; <a href=\"http://yashiro.itatti.harvard.edu/Wildenstein-Georges\" data-url=\"http://yashiro.itatti.harvard.edu/Wildenstein-Georges\">Wildenstein</a>, to whom you gave me letters of introductions, &amp; who treated me so kindly, while I was staying in New York &amp; Washington.</p>\r\n<p align=\"left\">It pleases me very much to hear that you are bringing out your old famous works on Italian Painters with 400 illustrations. I am anxious to have them. Of Lorenzo Lotto, as I had very little time at Berkeley, I did not know the existence of Lotto’s work there. So I regret to say that I cannot say anything about it. Of Lorenzo Lotto, I have your old edition, but I shall love to have its new edition. Please excuse me for this scribble.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>YUKI</em></p>\r\n<p align=\"left\">P. S. Please remember me to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>. I am repeating in my memory those happy days at I Tatti this January.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -554864400
	},
	{
		"nid" : 4796,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso<br>Oct. 30<sup>th</sup></p>\r\n<p align=\"left\">Dear B.B.,&nbsp;</p>\r\n<p align=\"left\">All through summer I have been very busy with preparations for the coming Exhibition of Japanese Art in U.S.A., as three delegates from America came to Tokyo &amp; I had to take them round. By the way, this exhibition is on a very high artistic quality and will be held in Washington (National Gallery), New York, Boston, Chicago &amp; Seattle from January 1953 till autumn.</p>\r\n<p align=\"left\">Meanwhile the repairing of your Chinese Scroll was making progress &amp; I went to see it every now &amp; then. Now it is all over &amp; ready to be sent back to you through Italian Embassy here. At present the Italian Ambassador Marquis <a href=\"http://yashiro.itatti.harvard.edu/D-Ajeta-Blasco\" data-url=\"http://yashiro.itatti.harvard.edu/D-Ajeta-Blasco\">D’Ajeta</a>&nbsp;is very busy with the recent arrival of the Italian trade mission to Tokyo, but as soon as I see him, I shall have the scroll sent back to you by diplomatic bag.</p>\r\n<p align=\"left\">Enclosed, I send you Statement of account for the whole expense (repairing &amp; insurance). Please [here several lines are missing]. The bill of Mayuyama &amp; Co., who did the whole work, I have paid myself (Japanese Yen 61,462.02), and I want its equivalent $170.72 to be paid to the above mentioned Mr. H. Nagatani of Chicago, to whom I owe some money in my last trip to U. S.</p>\r\n<p align=\"left\">Before the scroll was repaired, I had it photographed. After the repairing was finished, I compared the scroll with the photographs before the repairing &amp; I ascertained that the repairing is perfect.</p>\r\n<p align=\"left\">I showed the scroll to many Japanese experts &amp; they all admired it very very much. I wanted to have some part of it reproduced in colour, but as the repairing took so much time, and as I imagine you miss it badly, I send it back to you immediately. To reproduce it in colour takes much time.</p>\r\n<p align=\"left\">For the coming Exhibition of Japanese art in America, I am reluctant to go to U.S., although I am asked to do so, because I shall feel unsettled for another half a year &amp; I cannot do my own scholarly works. If I go there, of course, I shall be happy to meet my friends again, <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>, <a href=\"http://yashiro.itatti.harvard.edu/Edgell-George\" data-url=\"http://yashiro.itatti.harvard.edu/Edgell-George\">Edgell</a>&nbsp;etc.</p>\r\n<p align=\"left\">I hope you are well. I was told that last summer was very hot in Italy, and I am anxious whether you did not suffer from the heat too much.</p>\r\n<p align=\"left\">With all my love &amp; regard to BB and to Nicky,</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -541904400
	},
	{
		"nid" : 4801,
		"title" : "Bernard Berenson (in Rome) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p class=\"Body\">Nov. 7. 52<br>Till Nov. 20.<br>Eden Hotel-Roma<br>49 Via Ludovisi</p>\r\n<p class=\"Body\">Dear Yashiro,&nbsp;</p>\r\n<p class=\"Body\">Delighted to hear from you. With the same post goes a cheque<strong> </strong>to the address you have given. It is very good news<strong> </strong>that you are going to have an exhibition of Japanese art in U.S.A. I wish I could be there to see it.</p>\r\n<p class=\"Body\">I am glad the restoration of the scroll has turned out so well,<strong> </strong>and been approved by all who have seen it. Among them was <a href=\"http://yashiro.itatti.harvard.edu/Wenley-Archibald\" data-url=\"http://yashiro.itatti.harvard.edu/Wenley-Archibald\">Wenley</a>&nbsp;of the Freer Museum who wrote to tell me of his delight in seeing it. I have been enjoying Rome, and mean to do so another fortnight. Then I return to I Tatti to finish preparing the third<strong> </strong>edition of “Lorenzo Lotto.” It will contain more items than the previous ones. Otherwise not much changed.</p>\r\n<p class=\"Body\">Here nothing new has turned up, but I never tire of seeing what I have seen so many times in the last 60 years.</p>\r\n<p class=\"Body\">Let us hope that you and yours are as well happy as is possible in these tormenting times.</p>\r\n<p class=\"Body\">With love from Nicky and,</p>\r\n<p class=\"Body\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -541213200
	},
	{
		"nid" : 4806,
		"title" : "Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p align=\"left\">Letter sent together with the scroll.</p>\r\n<p align=\"left\"><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Commission for Protection of Cultural Properties, Chiyoda-ku, Tokyo, Tel. (58)1757]</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">The repairing &amp; remounting of this precious scroll was finally finished &amp; I feel greatly relieved to send it back to you. The work was done by best artists in Tokyo under my direct supervision, and the result was perfect so far as I could judge.</p>\r\n<p align=\"left\">On the box I made two inscriptions; the one on the surface of the lid is the title of the scroll and the other on the back explains how I had it repaired in Tokyo in August 1952 at the request of my dear old teacher and master Mr. Bernard Berenson.</p>\r\n<p align=\"left\">Your old pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -540435600
	},
	{
		"nid" : 4811,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p></p>\r\n<p><br><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso<br>November 28<sup>th</sup></p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">Thank you very much for your letter, telling me that you have sent the cheque to the address in U.S., Mr. Nagatani in Chicago. Almost at the same time I have got a letter from this Nagatani, in which he told me the receipt of your cheque.</p>\r\n<p align=\"left\">As for your scroll, it was all finished &amp; is already to be sent to you through Italian Embassy. Then just before its departure, I showed the scroll to the staff of the Art Research Institute, where I am now the honorary Director, and they all admired the scroll so much that they wanted to have a part of the scroll reproduced in colour for their famous periodical “Bijutsu Kenkiu” (Journal of Art-Studies), which by the way you have in your library. As you allowed me to use your scroll, while it remains in Japan, for any scholarly or art-studying purposes, as I think fit, I took the liberty to keep the scroll in Tokyo for another ten days, so that the Art-Research Institute can take its photograph in colour. I intend to send off the scroll from Tokyo in about ten days through Italian Embassy. I hasten to tell you the reason of some delay of its arrival at I Tatti.</p>\r\n<p align=\"left\">Please remember me to Nicky.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -539398800
	},
	{
		"nid" : 4816,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano, Florence, December 15. 52.&nbsp;</p>\r\n<p align=\"left\">Dear Yashiro,</p>\r\n<p align=\"left\">The scroll has not reached me yet, but I cannot delay longer to write you and yours a Happy New Year, and a satisfactory 1953. Of course I do not object to your publishing the scroll. Only please send me a copy. Do find out if you can whether a translation already exists into Japanese of my Italian Painters of the Renaissance. The Phaidon Press has just brought out an edition of this book with 400 illustrations. You will be receiving a copy soon. The publisher would eventually be willing to bring out a Japanese edition with the same illustrations.</p>\r\n<p align=\"left\">In so far as I still work at all, I am engaged in re-making my Lorenzo Lotto. I hope it may appear sometime next summer.</p>\r\n<p align=\"left\">I am sure all news about art matters in Italy and elsewhere reaches you sooner or later.</p>\r\n<p align=\"left\">Ever yours,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -537930000
	},
	{
		"nid" : 4821,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Settignano, Dec. 29. ’52</p>\r\n<p>Dear Yashiro,</p>\r\n<p>Thank you for yours of the 21<sup>st</sup>. I await eagerly the return of the scroll, and your Japanese article on it, as well as your Roman lecture.</p>\r\n<p>Thank you for all you say about translating my Italian Painters. I shall forward what you tell me to <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a>, the Phaidon publisher, and ask him to communicate with you directly.</p>\r\n<p>I am addressing you a booklet on the reliefs of the Arch of Constantine, in which I apply our methods of handling an art subject, empirically instead of ideologically.</p>\r\n<p>I hope now to take up the preparation of the new “Lorenzo Lotto.”</p>\r\n<p>Then I shall be free to try other things - ambitious projects that I have had in mind for many years. Shall I have the strength, shall I live long enough?</p>\r\n<p>Affectionately</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -536720400
	},
	{
		"nid" : 4826,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano, Jan. 22. ’53</p>\r\n<p align=\"left\">Dear Yashiro,</p>\r\n<p align=\"left\">With real pleasure I read your article on Italian and Far Eastern Art. You are at once […] and informing, and say what you have to say with crystalline clarity.</p>\r\n<p align=\"left\">My own view is something like this. Italian art may have borrowed costumes certainly, rugs, ornaments, etc., but its grammar (so to speak) was never influenced from the outside. Parallel development accounts for much. Note that the resemblance between Sienese Trecento is not with yours or Chinese of that or of a previous century, but clearly with your coloured prints, Outamaro and others.</p>\r\n<p align=\"left\">If you turn to my “Aesthetics and History” you will come across what I have to say on the question of borrowing and influence. Historically I venture to remind you that as early as 1895 in which I had to say about Crivelli in preface to Venetian Painters and what in 1903 in Burl. Mag. I said about Sassetta. I was among the first Europeans to be aware of the parallels between Sienese and Gothic in general and Far Eastern Art. I hope you will receive the booklet on L’Arco di Costantino. That too, if you have the patience, to glance through will give you words about these matters.</p>\r\n<p align=\"left\">What little work I still can do is devoted to the new edition of “Lorenzo Lotto.” It may be published in the course of the summer. Every good wish.</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -534646800
	},
	{
		"nid" : 4831,
		"title" : "Yashiro (in Boston) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Harvard Club/ 27 West 44<sup>th</sup> Street]<br>April 7<sup>th</sup></p>\r\n<p align=\"left\"></p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">Since I got your letter, telling me to see <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Dr. Horovitz</a>&nbsp;of Phaidon Press, I met him once, &amp; we arranged to meet again to discuss how to bring out the Japanese edition of your Italian Painters. But then he has been busy, going to various other places, to Washington, to Philadelphia etc., and only yesterday we met again and studied the question of the Japanese Edition. That is the reason, why I was slow in answering you.</p>\r\n<p align=\"left\">It is really wonderful that your standard-work be issued in my own language &amp; with such beautiful illustrations! For the translation, one of my pupils, either <a href=\"http://yashiro.itatti.harvard.edu/Masui-Yoshiro\" data-url=\"http://yashiro.itatti.harvard.edu/Masui-Yoshiro\">Prof. Masui</a>, who is my successor as professor of European Art at the University of Fine Arts (former Imperial Academy of Art ) or <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Mr. Miwa</a>&nbsp;would do, under my careful &amp; constant supervision. That I will decide, when I go back to Tokyo at the end of May.</p>\r\n<p align=\"left\">The most important problem would be to find the best publisher in Japan. Japanese publishers would take it as their honour to publish such an authoritative work, especially when such good illustrations are provided by Phaidon. At the same time, we must consider that Japan is now an altogether poor country &amp; that expensive publications do not sell well. Horovitz wants to publish 3000 copies in Japanese versions. I am not sure whether Japanese publishers would issue so many copies. It is true that in Japan there is a great interest in Italian Painting. So I do not say that it is impossible to find a good publisher. All that depends upon with what price -- Japanese price -- the book can be sold in Japan. Horovitz is giving me the financial details of the publication, with which I will talk to Japanese publishers, when I arrive in Tokyo. Anyway trust me that Yashiro, your pupil, will do his utmost, to publish the Japanese edition in the best possible way.</p>\r\n<p align=\"left\">At the same time Phaidon proposed to me to write a book on Chinese &amp; Japanese Arts, principally, on paintings, which I am willing to do.</p>\r\n<p align=\"left\">Japanese Exhibition in New York is going on quite well, I am happy to say, I am going to meet <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">K. Clark</a>&nbsp;in about 10 days. I met <a href=\"http://yashiro.itatti.harvard.edu/Offner-Richard\" data-url=\"http://yashiro.itatti.harvard.edu/Offner-Richard\">Richard Offner</a>. I am happy meeting many old pupils of yours.</p>\r\n<p align=\"left\"><a href=\"http://yashiro.itatti.harvard.edu/Shapley-Fern\" data-url=\"http://yashiro.itatti.harvard.edu/Shapley-Fern\">Mrs. Shapley</a>&nbsp;in Washington wrote to me that your Chinese scroll had arrived in Italy. I hope you will find it satisfactorily remounted.</p>\r\n<p align=\"left\">Yesterday I was called on in the Metropolitan by your relative Mrs. Julia Goldman, with whom I had a nice talk about you.</p>\r\n<p align=\"left\">I am leaving New York on 17<sup>th</sup> April for Boston, from where I shall visit Cleveland, Chicago etc. on my way back to Japan, which I shall reach by the end of May. So please write to me, from now on, in Japan.</p>\r\n<p align=\"left\">My best wishes to you &amp; to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>,</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -528166800
	},
	{
		"nid" : 4836,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano, April 10. 53</p>\r\n<p align=\"left\">My dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">The scroll is in my hands again. Never have I received anything so devotely [?] so carefully packed. We have unrolled it, and admired the excellence of the restoration, and how little of the quality of line has been sacrificed. I thank you with all my heart for this as well as for so many other marks of all but filial devotion. I am finishing the revision of Lorenzo Lotto. It will appear in Italian at first and perhaps last.</p>\r\n<p align=\"left\">I have plenty of work in mind, enough to keep me busy for years. But shall I have those years?</p>\r\n<p align=\"left\">I address this to Washington because you still may be in America. I have had the illustrated catalogue of the exhibition and many enthusiastic letters about it.</p>\r\n<p align=\"left\">Every good wish,</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -527907600
	},
	{
		"nid" : 4841,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso, May 28, ’53</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">I came back to Tokyo on May 22<sup>nd</sup> after a very busy trip through U.S. and Canada. Before my departure from New York on April 24<sup>th</sup>, I met <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Dr. Horovitz</a>&nbsp;of Phaidon Press several times &amp; learned from him the details about the publication of “Italian Painters” in Japan. He made them into a document &amp; I brought it back with me. In a few days I shall begin my negotiations with Japanese publishers. Meanwhile, while I was absent from Tokyo, a copy of “Italian Painters” arrived, and now coming back home, here I am looking at the book with a renewed admiration! I must have it brought out in Japanese version worthy of its original edition &amp; of its author both in dignity and in beauty. Please trust me, it will be done in the best way possible that can be done in this country at all! The negotiation with the publishers &amp; other preparations would take some time. So this letter I write to you in a hasty way just to tell you that the Japanese edition of “Italian Painters” is making ahead in Yashiro’s hand &amp; that both you &amp; Dr. Horovitz will hear from me soon.</p>\r\n<p align=\"left\">In New York &amp; in Boston &amp; Cambridge I met many old friends, <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">K. Clark</a>, <a href=\"http://yashiro.itatti.harvard.edu/Offner-Richard\" data-url=\"http://yashiro.itatti.harvard.edu/Offner-Richard\">R. Offner</a>, <a href=\"http://yashiro.itatti.harvard.edu/Edgell-George\" data-url=\"http://yashiro.itatti.harvard.edu/Edgell-George\">Edgell</a>&nbsp;etc., most of them I came to know at I Tatti! We spoke very much of you!</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro&nbsp;</em></p>\r\n<p align=\"left\">P.S. Also in my absence arrived your book “L’arco di Costantino”, for which I thank you very much.</p>\r\n<p align=\"left\">Please remember me to Nikky! Whenever I think of I Tatti (which is frequent), I always think of her! My love to her!&nbsp;</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -523760400
	},
	{
		"nid" : 4846,
		"title" : "Bernard Berenson (in Palermo) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Palermo, June 8. ’53</p>\r\n<p align=\"left\">&nbsp;My dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">On arriving here day before yesterday I found your note of May 28. I hasten to assure you that you enjoy my complete confidence. I understand fully all the economic difficulties in the way of bringing out a Japanese version of my Italian Painters. And no less the perhaps insurmountable difficulties in making an adequate translation of such a work. Yet if anyone can achieve both, it is you, and I leave everything most happily in your hands.</p>\r\n<p align=\"left\">We have been wandering about in this fascinating island, and now are here to enjoy the ravishing beauty of the place, and its works of art. Nowhere else do Greek and Byzantine, Arabic and French, Italian and Spanish meet harmoniously as they do here, and I am especially interested in the meeting and blending of different civilizations.</p>\r\n<p align=\"left\">“Lotto” is at the printer, (in Italian) and will be ready in Sept. and I look forward to sending you a copy.</p>\r\n<p align=\"left\">Every good wish from Nicky as well as,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -522810000
	},
	{
		"nid" : 4851,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso, Japan<br>Oct 8<sup>th&nbsp;</sup></p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">I should have written to you long ago, but as I told you before, I fell ill soon after my return to Japan from U.S. &amp; have not recovered yet. The high blood pressure is very difficult to cure &amp; I am still keeping quiet. Any mental exertion I have to refrain from as much as I can &amp; that is the reason why I have not written to you so long. But fortunately I am recovering little by little.</p>\r\n<p align=\"left\">Meanwhile my pupil <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Mr. Fukumatsu Miwa</a>&nbsp;went to Italy &amp; now he must be in Rome. Italian government began to give fellowship for Italian studies to Japanese students &amp; I recommended Miwa [&amp;] he was successful to get it. Miwa is not so terribly brilliant as a scholar, but he is serious in his studies. As he seems to have corresponded with you about his translation of your book on Self portrait, &amp; you know him, I did not give him my card of introduction. But I have encouraged him to call on you. His stay in Italy is altogether one year &amp; I do not [know] how long he can stay in Florence. While he is there please allow him to make use of your library &amp; photographs.</p>\r\n<p align=\"left\">About the translation of your Italian Painters, it is going on, but very slowly, which seems to be irritating to <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a>&nbsp;&amp; to me too. The case is Japanese government insists to put income tax on the printed plates to be sent by, Horovitz &amp; our publisher is now negotiating with our tax office. I think it would be decided anyway in a future not very far, so please do have a little patience &amp; wait. After the tax question is over, anything will go on pretty quickly, because I have decided on most reliable translators.</p>\r\n<p align=\"left\">Your ever faithful pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">Please give my love to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky Mariano</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -512269200
	},
	{
		"nid" : 4856,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Settignano, Oct. 22. 53&nbsp;</p>\r\n<p>My dear Yashiro,</p>\r\n<p>I regret to learn that you have been so ill, and that you are mending so slowly.</p>\r\n<p align=\"left\">Please do not add to your burden the translation of my Italian Painters. I am not at all in a hurry, altho’ it would please me to know that I was being read in Japan.</p>\r\n<p align=\"left\">Of course I shall let <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Miwa</a>&nbsp;use my library.</p>\r\n<p align=\"left\">We are busy now planning a new edition of Italian Painters which&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a> will publish. It will be in four volumes, each with 800 reproductions of “key pictures.” The first will contain the Venetian Pictures. And a new edition of “Lorenzo Lotto” is going to the press, and you will receive a copy. I wish I had the energy I once had, because there is so much I want to do and could do.&nbsp;</p>\r\n<p>Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -511059600
	},
	{
		"nid" : 4861,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso, Japan<br>5<sup>th</sup> March, 54.</p>\r\n<p align=\"left\">Dear B.B.,</p>\r\n<p align=\"left\">This is an exceptionally cold winter. As I suffer from high blood pressure since my return from U.S.A. in May last year, this cold winter is not good for me. I am leading as quiet life as possible in this country-side. How are you getting on? I think of you very often, although I cannot write so often as I wish. To write in English is an effort for my enfeebled body, &amp; in my family, there is no one who can write letters in English in my stead.</p>\r\n<p align=\"left\">How are you? I do hope that you are well and healthy! About the Japanese edition of your Italian Painters, all preparations are over! You may have heard from <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a>&nbsp;already. I have got four best translators in Japan. I could not let <a href=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\" data-url=\"http://yashiro.itatti.harvard.edu/Miwa-Fukumatsu\">Miwa</a>&nbsp;participate in the work, because we intend to begin translation soon &amp; Miwa is not here. I am going to supervise the whole work &amp; moreover I will write a long preface to the book, in which I want to explain to the Japanese public the importance of BB for Italian studies. In Japan Italian studies have been so little done that even such an [sic] self-evident fact as BB’s importance for such studies has to be well explained. Please ask <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>&nbsp;to write to me a short outline of BB’s life and also to send me a list of books published by BB. Although I know them in a general way, I must make my knowledge of BB’s life and BB’s bibliography exact, so that I do not make any mistake in my Preface.</p>\r\n<p align=\"left\">Also please send me a photograph of yours. Your photograph which you gave me in 1924, when I left Florence after my first stay, I still have it always on my desk. But it is a little too old to be used in the coming Japanese Edition. So please send me a recent photo of yours.</p>\r\n<p align=\"left\">And also please send me photos of I Tatti, its beautiful outside with gardens &amp; trees, &amp; its interior with library &amp; collections. I want to use them possibly as illustrations for my preface &amp; also eventually for some articles on BB, which I shall write at the time, when Japanese edition comes out. (As there is no more space on this letter paper I stop short.) My love to you and also to Nicky.</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -499482000
	},
	{
		"nid" : 4866,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso, Giappone<br>April 11<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Coming back from a trip, I found the parcel on my desk, which contained 14 photos of you &amp; of I Tatti, and BB’s short biography &amp; also BB’s principal publications, all of which are very necessary for me in order to write an article on BB’s Italian studies as a sort of preface to the Japanese Edition of “Italian Painters”. Some of the photographs were so good that they brought tears to my eyes. What I like best of all BB’s pictures is that one in which BB reclines on a sofa at his ease in front of Domenico Veneziano. Thank you very much for sending all those materials immediately. Now I can begin to write the Preface. The translation work is going on very well by my best pupils.</p>\r\n<p align=\"left\">To-day is April 11<sup>th</sup>. Japan is in her best glory in spring. Italy must be so too! How I want to call on you again in I Tatti, where, besides the joy of saluting my old teacher again, I can indulge in my own recollection of young days. I think I told you that since I came back from U.S. just about a year ago, I began to suffer from “high blood pressure” which is preventing me from moving about very much. By this time I ought to be in Paris and in Holland to attend meetings of Unesco, but my bad health prevented me from going. I am just being invited by <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Tucci</a>&nbsp;to come over to Venice to give some lectures at the time of Marco Polo’s festival. This time perhaps I may go, but I have not decided yet. If I go at all, of course I will come to I Tatti to greet my old teacher again. Please remember me to Nicky.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -496285200
	},
	{
		"nid" : 4871,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano, Apr. 20. 54</p>\r\n<p align=\"left\">My very dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">Thank you for yours of the 11<sup>th</sup>, but I am distressed and alarmed by the news of your suffering from high blood pressure. Please put your health first. Much as I should love to see you, you must think twice and thrice before you venture to come to Europe before you are thoroughly cured. I thank you for the trouble you take to make me better known in Japan. But there too I must beg of you to think first of your health. I am now working as hard as I dare on the first vol. of Italian Pictures. This one is on Venetian Paintings. With luck it may be ready to go to press at end of this year. “Lotto” also, and a small book on Sicilian travels of nearly a year ago.</p>\r\n<p align=\"left\">How I wish I could see Japan with you!</p>\r\n<p align=\"left\">Love from Nicky and,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n<p>Did you talk in Japan?</p>\r\n<p></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -495507600
	},
	{
		"nid" : 4876,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano, Florence, Nov. 25. 54</p>\r\n<p align=\"left\">My dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">I have just read the review of the following book: <a href=\"http://yashiro.itatti.harvard.edu/Egami-Namio\" data-url=\"http://yashiro.itatti.harvard.edu/Egami-Namio\">Namio Egami</a>&nbsp;Die alte Zivilisation Nordeurasiens, Kyoto, 1948.</p>\r\n<p align=\"left\">Do you know this book? If not will you look it up and if the illustrations are fairly copious, will you send it to me, and I shall repay you with a dollar check.</p>\r\n<p align=\"left\">I still browse in many fields although my strength is continuously diminishing.</p>\r\n<p align=\"left\">I am working at a new catalogue of all the Italian paintings, 13- to 1600 known to me. Each volume will have 800 illustrations, and that will be four volumes. The first is on the Venetians.</p>\r\n<p align=\"left\">Are there any in Japan?</p>\r\n<p align=\"left\">I hope all is well with you and yours, and that you are working and living as satisfactorily as circumstance permits.&nbsp;</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -476586000
	},
	{
		"nid" : 4881,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">1017 Oiso, Kanagawa Ken, Japan.<br>Dec. 1<sup>st</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Thank you very much for your letter of Nov. 25<sup>th</sup>. I should have written to you long ago, but early in autumn, that is to say, on Sept. 8<sup>th</sup>, a great family misfortune fell on us; our only daughter, Yoko, 22 years old, the joy and pride of her parents died after a very short illness, and we are altogether dazed by the blow! and have not recovered yet. My wife is crying all the time &amp; I cannot leave her alone in our lonely house!</p>\r\n<p align=\"left\">It is only the passage of time, which is a natural cure for our pain; we are regaining our energy little by little.</p>\r\n<p align=\"left\">This is the reason why I have been silent to you so long. Now I must begin my work again.</p>\r\n<p align=\"left\">I am very glad to know that you are well and healthy. I want to see you again very much! You ask me about <a href=\"http://yashiro.itatti.harvard.edu/Egami-Namio\" data-url=\"http://yashiro.itatti.harvard.edu/Egami-Namio\">Namio Egami’s</a>&nbsp;Die Alte Zivilisation Nordeurasiens, Kyoto, 1948. I know the book &amp; also the author, who is a good scholar. The book is fully illustrated but it is only published in Japanese language. I do not know, whether that book can be found at bookshops -- such scholarly works, which are printed only very few, disappear from bookshops very quickly. I shall try to find it &amp; send it to you.</p>\r\n<p align=\"left\">The Japanese translation of the Italian Painters is making a progress, not very quickly but steadily by four translators, under my supervision. The illustrations printed by Phaidon press arrived here already. Our custom officers insisted to tax these imported prints, but by my own repeated explanations, they made exceptions and allowed us to get the prints without tax! Our custom-officers proved themselves reasonable for the first time, as far as I know! A great success for the Japanese edition!</p>\r\n<p align=\"left\">For the Japanese edition, I am writing the Introduction, which would be in effect “Berenson and the Italian Painting”. This is necessary, because our countrymen know so little about Italian Painting &amp; therefore even about BB’s famous studies of Italian Painting. Can I ask you to write a short preface to the Japanese Edition, which I will translate and put at the beginning of the book? Please mention in the Preface that I am your pupil, who studied</p>\r\n<p align=\"left\">(to be followed in the next letter)</p>\r\n<p align=\"left\">[second aerogram]</p>\r\n<p align=\"left\">With you the history &amp; criticism of Italian Painting from 1921 to 1924 for the first time &amp; who came look to I Tatti very often since then as his native place, spiritually speaking, etc. I am quite sure that the Japanese translation to be made by those four scholars, who are very highly respected in Japan for serious studies, would produce a very deep impression on our scholars of art and also on our lovers of art.</p>\r\n<p align=\"left\">There is a possibility of my visiting Europe again sometime next year. An exhibition of Japanese art would be brought to Europe in near future, probably in 1956 &amp; to France, England, Holland &amp; Italy, &amp; I think I shall have to visit those countries, in order to make preparations beforehand. If I come to Europe, of course I shall call on you at I Tatti as the greatest desire of my heart.</p>\r\n<p align=\"left\">Sometime ago my old friend Georges Salles of the Louvre came to Tokyo. He brought an Exhibition of French art to Tokyo, which was a very great success. We talked about you a great deal &amp; finally we wrote to you a postcard which you must have received. It is very nice to meet old friends.</p>\r\n<p align=\"left\">Under separate cover, -- no! by parcel post, I send you a copy of my work on the Annunciation in Art, which was published in Japan many years ago &amp; reprinted again. It is my study on the artistic development of that fascinating subject. As a study it is still very inadequate because staying in Japan it is impossible to get necessary materials and also to get up-to-date informations about the materials, which I have used. I really wish that I can stay in Europe for sometime &amp; rewrite the book in English, making it up to date. So please don’t be too critical on the book, but rather take it as a token of my love for Italian art.</p>\r\n<p align=\"left\">As I came to the end of this letter paper, I say good bye to you, praying for your health &amp; happiness.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -476067600
	},
	{
		"nid" : 4886,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p>Yashiro's&nbsp;<em>Study of the Annunciation in Art</em>&nbsp;(1952), mentioned in this letter, was sent to Berenson with a handwritten dedication by the author. A sketch of Yashiro by <a href=\"http://yashiro.itatti.harvard.edu/people/dario-neri\" data-url=\"http://yashiro.itatti.harvard.edu/people/dario-neri\">Dario Neri</a>&nbsp;was found in the book. The sketch was presumably made when Yashiro visited I Tatti in 1956; see below.<br><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano, Jan. 4, 55&nbsp;</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">I received your letter of Dec. 1 just as I had a fall over a precipice. It did not kill me, but shook me up so that I had been unable to write earlier. I still suffer a good deal but hope for the best.</p>\r\n<p align=\"left\">I cannot begin to tell you how much I sympathize with you &amp; your dear wife over the death of a beautiful, beloved daughter. Time only can cure such ravages.</p>\r\n<p align=\"left\">Thanks in advance for your book on the Annunciation. There is no reason why you should not get out an English version. In our library you will find all the literature on the subject up to date. I used not tell you how welcome you will be when you come again. Could you not get a Fulbright or Guggenheim or any other fellowship to enable you to remain abroad for a year or two?</p>\r\n<p align=\"left\">Instead of a preface I send a&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/letter-72bis\" data-url=\"http://yashiro.itatti.harvard.edu/letter-72bis\">dedication</a> to your self that tells, it seems to me, all I need say. If not satisfactory, do not hesitate to say so. You can make any addition of fact that you like.</p>\r\n<p align=\"left\">With every good wish for January &amp; yours,</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n<p></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -473130000
	},
	{
		"nid" : 4891,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano. Florence, Apr. 26. 55</p>\r\n<p align=\"left\">Dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">Months ago I addressed you a letter containing a sort of dedication to yourself combined with a preface to the Japanese ed. of Italian Painters, I have not heard whether it has reached you, and I am distressed to be without news of you. You doubtless have heard of <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz’s</a>&nbsp;sudden death. I understand that the Phaidon Press continues, and will fulfill all the engagements undertaken by Horovitz.</p>\r\n<p align=\"left\">I am finishing the list of Venetian Painters from 13 to 1600. It will contain at least 800 reproductions. Three other volumes will follow, on Florentine, Central Italian, and North Italian. Each takes a year to compile, and it will be a miracle if I live to finish this undertaking.</p>\r\n<p align=\"left\">We are going to Tripoli in a few days, and then to Sicily, Calabria, Naples and Rome.&nbsp;</p>\r\n<p align=\"left\">Ever affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p></p>\r\n<p></p>",
		"created" : -463453200
	},
	{
		"nid" : 4896,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p>Yashiro's&nbsp;<em>Study of the Annunciation in Art</em>&nbsp;(1952), mentioned in this letter, was sent to Berenson with a handwritten dedication by the author. A sketch of Yashiro by <a href=\"http://yashiro.itatti.harvard.edu/people/dario-neri\" data-url=\"http://yashiro.itatti.harvard.edu/people/dario-neri\">Dario Neri</a>&nbsp;was found in the book. The sketch was presumably made when Yashiro visited I Tatti in 1956; see below.</p>\r\n<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, 5 May</p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Thank you very much for your letter of April 26, which has just arrived. Since early this year I began to suffer from terrible sleeplessness &amp; together with the effects of the medicine against it. I could not do any intellectual work, including writing letters in English. As there is nobody except myself in my family, who can write in English, I have been silent to you so long. Now gradually I feel better, and with a guilt feeling I took up my pen immediately to write this letter.</p>\r\n<p align=\"left\">Indeed you kindly sent me the dedication to me of the Japanese Edition of Italian Painters, which I hardly deserve, but which I dared to accept with gratitude as a token of how you feel about me. Both the Japanese publisher and my pupils, who are translating the text, are very thankful to you too.</p>\r\n<p align=\"left\">The translation is much delayed, because one of the four translators went to the U.S., but he is coming back soon, so the translation would not be very seriously delayed.</p>\r\n<p align=\"left\">I knew nothing about the death of <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a>. I am horrified to hear that. I am so sorry for him &amp; also I am greatly disappointed, because he had asked me to write a book, which would be something like a “Story of Oriental Art”, in which all scholarly matters are expressed in an easy, humanly appealing way. I was preparing for it. But as far as the Japanese version of your Italian Painters is concerned, I think there is no impediment by the death of Horovitz.</p>\r\n<p align=\"left\">By my intellectual inactivity these several months, there are many promises of mine, which I have not fulfilled. I will do them immediately. i) to send you <a href=\"http://yashiro.itatti.harvard.edu/Egami-Namio\" data-url=\"http://yashiro.itatti.harvard.edu/Egami-Namio\">Egami’s</a>&nbsp;books on the ancient civilizations of the northern Eurasia. I have been looking for the books at the second hand book shops, but they never came to the market. So I send as my small contributions to the I Tatti Library my own books, which were given to me by the author.</p>\r\n<p align=\"left\">Another promise, which I have not fulfilled is to send you my study of the Annunciation in art. It is still very incomplete, but as you kindly told me it might be published in English, if I can get help from some foundation, &amp; if I can stay in Florence some months and study &amp; make corrections at your library. Here in Japan, there are so few materials for such studies. (As I came to the end of the paper, I stop that).</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n<p align=\"left\">Please remember me to&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>!</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -462675600
	},
	{
		"nid" : 4901,
		"title" : "Bernard Berenson (in Tripoli) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Address Settignano, Florence, Italy<br>May 13. 55<br>Saniet Volpi – Tripoli</p>\r\n<p align=\"left\">My dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">I am glad to read in yours of May 5 that you are feeling better. Let me hope this will find you rimesso à nuovo. I hasten to urge you not to abandon the idea of writing a book on Oriental Art. I am confident that a publisher could easily be found, in America or in England, probably the Phaidon again.</p>\r\n<p align=\"left\">I have come here for a change and rest in a climate, vegetation, and with inhabitants so different from Tuscany. Ancient ruined cities abound and I love to look and muse .</p>\r\n<p align=\"left\">The English edition of my “Lorenzo Lotto” will appear soon I hope. The volume on the Venetian Painters, the first of the four constituting a catalogue of Itl. pictures from circa 13 to circa 1600 will be ready for the press before the end of the year.</p>\r\n<p align=\"left\">My health is not too good. What can one expect at 90?</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p></p>\r\n<p></p>",
		"created" : -461984400
	},
	{
		"nid" : 4906,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano. July 4. 55</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">Thanks for Etudes sur les Problems Sti [Stylistiques?]. I fear you have gone to great expense of time and money to procure it. I am sending you a bibliography that has just appeared of my publications.</p>\r\n<p align=\"left\">In no distant future I hope to send the English version of “Lorenzo Lotto,” the first part of the catalogue of Italian Painting, and some smaller things.</p>\r\n<p align=\"left\">Do go on with your book on Far Eastern Art. I am sure you will find a publisher.</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -457491600
	},
	{
		"nid" : 4911,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Aug 5<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">This is an exceptionally hot summer, &amp; we are just breathing &amp; doing nothing under this terrible heat! I sincerely wish that you are well and happy.</p>\r\n<p align=\"left\">Thank you very much for your letter of July 4<sup>th</sup>, telling me that you are sending me a Bibliography of your publication &amp; other books (“English Version of Lorenzo Lotto” &amp; others, when they come out). Your ever kind consideration of me moves me very deeply. I thank you very much in advance.</p>\r\n<p align=\"left\">Sometime ago Nicky wrote to me, and asked me if “Pageant of Japanese Art”, published by Toto Bunka Co. four volumes, are worth having for I Tatti Library. I know the book only in Japanese version, which is in 6 vols. The text is commonplace, the illustrations are pretty good, although there are too many plates of details from well-known masterpieces. One of these days I will visit the publisher &amp; see, if the edition for abroad in four volumes are as good as the edition for the home-land &amp; then I shall decide, whether I shall get it for BB’s library.</p>\r\n<p align=\"left\">I am very sorry to say that the Japanese edition of the Italian Painters is still very much delayed. One of the translators, the most active one, had gone to U.S. with Fulbright fellowship &amp; his absence from Japan was a great impediment to the progress of the translation &amp; publication. He is coming back to Japan in about a week &amp; then we shall all go to the work in earnest.</p>\r\n<p align=\"left\"><a href=\"http://yashiro.itatti.harvard.edu/Coolidge-John\" data-url=\"http://yashiro.itatti.harvard.edu/Coolidge-John\">John Coolidge</a>, who was with you a little time ago, wrote to me about you. His description of you &amp; of I Tatti carried me away to Settignano in imagination. How I want to call on you again at that villa, which my spiritual native place.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em> Yuki</em></p>\r\n<p align=\"left\">(Please remember me to Nicky)</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -454726800
	},
	{
		"nid" : 4916,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p>Yashiro's&nbsp;<em>Study of the Annunciation in Art</em>&nbsp;(1952), mentioned in this letter, was sent to Berenson with a handwritten dedication by the author. A sketch of Yashiro by <a href=\"http://yashiro.itatti.harvard.edu/people/dario-neri\" data-url=\"http://yashiro.itatti.harvard.edu/people/dario-neri\">Dario Neri</a>&nbsp;was found in the book. The sketch was presumably made when Yashiro visited I Tatti in 1956; see below.</p>\r\n<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Aug. 11<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Although this is too late, let me send my hearty congratulation to you at your 90<sup>th</sup> birthday. I read in the Atlantic Monthly an excellent “open letter” to you written by my friend <a href=\"http://yashiro.itatti.harvard.edu/Taylor-Francis\" data-url=\"http://yashiro.itatti.harvard.edu/Taylor-Francis\">Francis Henry Taylor</a>, &amp; I agree with him entirely.</p>\r\n<p align=\"left\">Continuing my last letter, which I posted just a few days ago, I must tell you that “Pageant of Japanese Art” is just a popular picture book, which is not worthy to be included in the I Tatti library. Your idea to add better works on Far Eastern Art in the Library, I agree with entirely, and if you like, I can help you in getting good works.</p>\r\n<p align=\"left\">It is almost about a year ago that I promised to send you my work on the Annunciation in Art, which is published only in Japanese. The reason for delaying to send it to you is my shyness or timidity to show to my master the work, with which I am not entirely satisfied. I wrote the book in Japan &amp; in Japan, material for much a study, which requires theological studies, as well as artistic &amp; topographical, is very, very inadequate. The book contains many mistakes or rather many parts, which should have been elaborated more minutely. Moreover, I wanted to give you an English summary of what I said in the text. But to prepare an English summary became such a big work that I could not continue. All these are the reasons, why I have not sent the book, inspite of my promise. Please pity me a shy sentiment of a school boy, who in sending his thesis to his master. Now taking a great courage, I send you the book. It is not just an iconographical study, but rather a historical study of the pictorial development of that most fascinating subject. Although the book contains many mistakes &amp; inaccuracies, yet I take the book to be a unique study of the subject. I really wish that I take the book as the first draft of my study &amp; elaborate on it at I Tatti library with your criticism &amp; guidance &amp; publish it in English. Can’t you suggest and recommend me to some foundation, if it can help me to do that.</p>\r\n<p align=\"left\">This is an exceptional, hot summer. I hope you are well.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -454208400
	},
	{
		"nid" : 4921,
		"title" : "Bernard Berenson (in Vallombrosa) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Vallombrosa, Aug. 15. 55</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">I am always delighted to hear from you. <a href=\"http://yashiro.itatti.harvard.edu/Coolidge-John\" data-url=\"http://yashiro.itatti.harvard.edu/Coolidge-John\">John Coolidge</a>&nbsp;is in a villino on my grounds, and spends his working days in the Library of I Tatti. He was here a few days ago, and I told him how you feared you might find no publisher for a book in English on the art of the Far East. He agreed with me that there would be no difficulty in getting it published. Quite the contrary!</p>\r\n<p align=\"left\">I fear that when I die my successor at I Tatti will not be so eager as I am to furnish the library with the indispensable books on Chinese and Japanese art. That is why to the extent of my financial means I am eager to do it myself. I hope the catalogue of Venetian painting will be ready to go to press before the end of the year. It will have about 1200 reproductions. The “Lotto” should be ready by the late autumn, and one of the first copies will be dispatched to you.</p>\r\n<p align=\"left\">Have confidence in yourself and in your task, and keep well.</p>\r\n<p align=\"left\">Devotedly,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -453862800
	},
	{
		"nid" : 4926,
		"title" : "Bernard Berenson (in Vallombrosa) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">(As from Settignano) Vallombrosa. Sept. 10. 55&nbsp;</p>\r\n<p align=\"left\">Dear Yashiro,</p>\r\n<p align=\"left\">I delayed answering yours of Aug. 11 till I had seen <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;of the Washington National Gallery. He now is here and we have had long talks about ways and means of letting you come to the West for some years. We hope to be able to provide it in two or three months we shall know.</p>\r\n<p align=\"left\">But you must excuse me for insisting that your major effort must be on Far Eastern Art as you know it, and can best communicate to us whose background is Greek, Hebrew and Latin and not Chinese classics, Buddhism, Taoism, etc. Such a book, adequately illustrated from your brain and hand would be invaluable and sure to meet with great success in the West. You would be expected not only to see all the collections at home, in U.S.A. and Europe, but be preparing the book.</p>\r\n<p align=\"left\">As for the “Annunciation” you could do that in “leisure moments” and as a relief from the major task. Of that as well there would be no difficulty in finding a publisher. If all this came off, I may see you before I die. It would make me happy.</p>\r\n<p align=\"left\">Every good wish.</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -451616400
	},
	{
		"nid" : 4931,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Sept. 17<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">I read your letter from Vallombrosa, written on Sept. 10<sup>th</sup> with great enthusiasm &amp; with my heart full of gratitude to you. You told me how you spoke of me &amp; of my wishes with <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a><a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">.</a> I really feel almost guilty to trouble my old master with my own affair &amp; take his precious time and energy! Please pardon me! But I have my full confidence in what I would do &amp; what I can do, if I come over to the wish for some years by your help. I would never betray your expectations.</p>\r\n<p align=\"left\">Studies of Oriental Art still remain on a stage, something like that of Italian Painting, before <a href=\"http://yashiro.itatti.harvard.edu/Morelli-Giovanni\" data-url=\"http://yashiro.itatti.harvard.edu/Morelli-Giovanni\">Morelli</a>&nbsp;appeared and before my master BB. purged it with new analysis and criticism. Oriental Art is, moreover, on a condition much worse, because of the difficulty of Oriental languages. While I was studying Italian Painting with you, without noticing it, I learned the method with which you have built up your wonderful work on Italian Painting. When I turned my attention to Oriental Art, I felt that my mission is to apply this method to the study of Oriental Art &amp; build up a history of Oriental Art with a new attitude. You may think that my ambition is too big, and maybe I am a bit too old to accomplish it, as it should be. But I want to devote my remaining years for it and I think I can at least open a new approach to Oriental Art.</p>\r\n<p align=\"left\">Please don’t doubt that my major work is to write books on Oriental Art. There is no danger for me to go astray.</p>\r\n<p align=\"left\">When I used to meet the late <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Mr. Horovitz</a>&nbsp;of Phaidon Press, he repeatedly asked me to write a book on “Story of Oriental Art”, and I assured him I shall write it one day. I wonder if my talks with him are transmitted to his successors at the Phaidon Press.</p>\r\n<p align=\"left\">While I was in U. S. three years ago with the Japanese Exhibition, John Walker was very very kind to me. I wish that my dream of going to the West be realized by your help.&nbsp;</p>\r\n<p align=\"left\">Yours ever faithful pupil,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">P.S. &nbsp;<a href=\"http://yashiro.itatti.harvard.edu/Coolidge-John\" data-url=\"http://yashiro.itatti.harvard.edu/Coolidge-John\">John Coolidge</a> wrote from your villino &amp; told me how you are faring well. That is a very good news to me. Also I read in the Atlantic Monthly <a href=\"http://yashiro.itatti.harvard.edu/Taylor-Francis\" data-url=\"http://yashiro.itatti.harvard.edu/Taylor-Francis\">Francis Henry Taylor’s </a>article on you, which also delighted me. I long to call on you at I Tatti once again and before long.</p>\r\n<p align=\"left\">P.S.&nbsp; Please remember me to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>. I repeat in my memory the many happy days, which I spent at I Tatti. At that time, that is to say, in 1922 and thereabout, we were all quite young!</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -451011600
	},
	{
		"nid" : 4936,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p></p>\r\n<p>Yashiro's&nbsp;<em>Study of the Annunciation in Art</em>&nbsp;(1952), mentioned in this letter, was sent to Berenson with a handwritten dedication by the author. A sketch of Yashiro by <a href=\"http://yashiro.itatti.harvard.edu/people/dario-neri\" data-url=\"http://yashiro.itatti.harvard.edu/people/dario-neri\">Dario Neri</a>&nbsp;was found in the book. The sketch was presumably made when Yashiro visited I Tatti in 1956; see below.<!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Oct. 22<sup>nd</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Thank you ever so much for sending me “Bibliografia”. That is a very convenient publication, which teaches us the wide range of your intellectual activities. That is especially valuable &amp; useful for me, as I am just writing my preface to the Japanese edition of “Italian Painters”, in which I plan to make clear to Japanese public what a great brain and a warm heart you have.</p>\r\n<p align=\"left\">Your secretary wrote to me in your absence that my book on the Annunciation in Art had arrived. I feel very shy to think that you would look through it. There may be many mistakes in the names &amp; attributed names of the illustrations, because here in Japan, reliable books on European Art are so scarce, &amp; it is almost impossible to verify the names. My main purpose in the book is to trace both psychologically &amp; pictorially the development of that interesting subject through historical periods. I think I had something new to say in that book, but as the text is in Japanese I cannot explain that to you. The only interest you might take in the book, would be the collection of many photos of the Annunciation in various countries &amp; of various periods.</p>\r\n<p align=\"left\"><a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Dr. Tucci</a>&nbsp;of the Italian Institute for the Middle &amp; Far East is just here in Tokyo. He says kindly that he is going to invite me to Italy soon. So I may come to Italy sometime in near future. My heart warms, as I think I may call on you again.</p>\r\n<p align=\"left\">Hoping that you are well,</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">Please remember me to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>!</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -447987600
	},
	{
		"nid" : 4941,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>I Tatti<br>Settignano<br>Florence</p>\r\n<p>November 21, 1955</p>\r\n<p>My dear Yashiro,</p>\r\n<p>I have looked through your book on the Annunciation with great interest and even found a few illustrations of originals unknown to me, yet I cannot say that I know what you are driving at. I hope you will be coming here soon and a voce you will explain your intentions to me.</p>\r\n<p>I regret to tell you that there has been a great upset in the Washington National Gallery and the Kress Foundation. <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">Walker</a>&nbsp;is leaving and is in a state of great agitation and perplexity. I have not dared to approach him recently on any subject except his own troubles, but I hope to be able very soon to do so. I mean to ask him to try to procure for you an income of at least $2500 a year for five years. I should expect you to spend these years in preparing a work on the art of the Extreme Orient. I have not the slightest doubt that the Phaidon or other presses would be ready to publish it.</p>\r\n<p>The death of <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a>&nbsp;has been a great blow to all our interests. There is nobody in the firm to take his place, nobody who has his vision, nobody to oppose the over-Germanic influence that prevails there. Apparently the present head is <a href=\"http://yashiro.itatti.harvard.edu/Goldscheider-Ludwig\" data-url=\"http://yashiro.itatti.harvard.edu/Goldscheider-Ludwig\">Dr. Goldscheider</a>&nbsp;and I expect him here very soon. I shall do my best to advise and encourage him.</p>\r\n<p>Nothing more for today.</p>\r\n<p>Affectionately yours,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -445395600
	},
	{
		"nid" : 4946,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Nov. 27<sup style=\"color: inherit; font-weight: bold;\">th</sup></p>\r\n<p align=\"left\">My dear BB,</p>\r\n<p align=\"left\">Thank you very much for your letter of Nov. 21<sup>st</sup>. Every letter from you gives me an infinite pleasure as a proof of your good health! I am glad to know that you have looked through my book on the Annunciation. The illustrations are arranged in various classifications (somewhat united up together), and it is impossible to guess from them what I am driving at. When I come to Italy &amp; call on you at I Tatti, I will explain to you my aim in writing that book.</p>\r\n<p align=\"left\">I am very happy to tell you that I can visit you at I Tatti much earlier than I expected. A few weeks ago, <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Dr. Tucci</a>&nbsp;of the Istituto Italiano per il Medio ed Estremo Oriente came to Japan as the guest of our government, and now I am invited by Tucci &amp; by Italian Government to come to Italy &amp; stay there for three months.</p>\r\n<p align=\"left\">So I shall come to Rome with my wife in the early part of February. I accepted the invitation of Tucci with a very glad feeling, because that gives me the chance of visiting my beloved Italy over again, where the great sources of inspiration for my young days, and all through my life, including my master BB, are still there and are waiting for me, to inspire me over again.</p>\r\n<p align=\"left\">What you told in your letter about National Gallery of Washington &amp; about your pupil &amp; my great friend <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;worries me very much, especially for the sake of Walker. I hope it will be solved well for Walker. What you spoke about me with Walker &amp; what he is making efforts for my sake, I appreciate very very much. I deeply hope that by your help &amp; by Walker’s, I shall be able to write my books on Far Eastern Arts in English. The death of <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">Horovitz</a>&nbsp;is indeed a great blow for me too. I liked him very much, when I met him several times in New York. He wanted me to write a book on Oriental Art somewhat in the manner of <a href=\"http://yashiro.itatti.harvard.edu/Gombrich-Ernst\" data-url=\"http://yashiro.itatti.harvard.edu/Gombrich-Ernst\">Gombrich’s</a>&nbsp;“Story of Art” a human approach to the subject, which Horovitz was very very proud to have published. I promised to write a book of the kind, when I have time enough. Now Horovitz is no more. I am very sad.</p>\r\n<p align=\"left\">My wife is very excited to go to Europe for the first time. She says she is very happy to meet you and express her gratitude to you, to whom her husband owes everything. Also my son, who is now in Paris, studying music at Conservatoire in Paris, would come to Italy to join us, and we shall take him with us to meet you. How happy I am to think all this!</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n<p align=\"left\">Please remember me to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -444877200
	},
	{
		"nid" : 4951,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<p>See below for the Christmas card Bernard Berenson sent Yashiro along with this letter.</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano. Dec. 7. 55</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">Delighted that you are coming so soon, and will stay in Italy for 3 months. Of course I shall feel honored to meet your wife, and your son as well.</p>\r\n<p align=\"left\">Let me hope to be well enough to talk of many things with you. Of one thing you may be assured. There will be no unsurmountable difficulty in publishing a book by you on Far Eastern art - the fuller and more illustrated the better.</p>\r\n<p align=\"left\">Owing to the present upset in the Washington Gallery and in the Kress Foundation, it may be not so easy to procure the money to keep you while preparing this work. I shall do my best. How I wish my best were not so little!</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -444013200
	},
	{
		"nid" : 4956,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Settignano. Dec. 30. 55</p>\r\n<p align=\"left\">Dear Yashiro,</p>\r\n<p align=\"left\">Let me quote what <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">Walker</a>&nbsp;writes me about your work on Far Eastern Art.&nbsp;<br><br>“If Yashiro will send me the outline of his work, and his own biographical data, I shall go to work with the Bollinger Foundation.”</p>\r\n<p align=\"left\">I hope this will be forwarded if you already have left for Italy.</p>\r\n<p align=\"left\">With my good wish for 1956.</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -442026000
	},
	{
		"nid" : 4966,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">I Tatti, February 16, 56</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">A little while ago <a href=\"http://yashiro.itatti.harvard.edu/Coolidge-John\" data-url=\"http://yashiro.itatti.harvard.edu/Coolidge-John\">Coolidge</a>&nbsp;sent me copy of a letter he had from you. I was greatly interested in the news of you it contained, even if not all of it was good. At all events you have had proof that I take every opportunity to recommend you. I remain hopeful that something for you in U.S.A. may turn up. Do you receive books from abroad? If you do let me know and I could send you two books of mine that have appeared in the last two years. The Sketch for a Self Portrait I could send in English, the “Echi e Riflessioni” has appeared thus far in Italian only. Presently there will be short monographs on various art matters, but again in Italian only.</p>\r\n<p align=\"left\">I feel life to be so precarious at my age that I begin to wonder whether I ever shall see you again. I can’t tell you what pleasure it would give me.</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -437878800
	},
	{
		"nid" : 4971,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Feb. 25.</p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Since I received your last letter of Dec. 30, I have been so busy preparing for my trip to Europe that I could not write to you, nor to <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;about the plans of the books, which I intend to write in English on Far Eastern Arts.</p>\r\n<p align=\"left\">I am leaving Tokyo on March 3<sup>rd</sup> on SAS plane for Rome, where I shall arrive on March 5<sup>th</sup>. I do not know what program is waiting for me in Italy, so at present I cannot tell you exactly when I can call on you at I Tatti. Of course I want to call on you as quickly as possible but I think my visit would be probably in the early part of April. I will correspond with you from Rome. Of course when I call on you, I will take my wife Fumi with me. All these thirty years she has been hearing about you a great deal from me, &amp; now she is excited to have the first chance to get to know you the master of her husband directly. My wife is a quiet Japanese woman in Japanese clothes. I hope you would come to like her, just as you did me. She is also excited to meet <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>, whose photo is in the album of my family, &amp; who has always been kind to me.</p>\r\n<p align=\"left\">This is just a short notice to tell you that our visit to you is very near and that we are looking forward to it with greatest anticipation.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -437101200
	},
	{
		"nid" : 4976,
		"title" : "Yashiro (in Zürich) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">[letterhead: Hotel Eicher. Zürich]</p>\r\n<p align=\"left\">July 26<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Since I left Rome on June 6<sup>th</sup> I have been very busily visiting Milan, Venice, Paris, London, Brussels, Amsterdam, The Hague, Köln, Bonn, Frankfurt, Basel, Berne &amp; to-day I am in Zurich. To-morrow I shall leave for Genève and then to Rome, from where I shall take aeroplane for Tokyo on August 1<sup>st</sup>. I wanted to call on you again before I leave Europe, &amp; my wife wished for it very much, but as time is too short, I came to a sad conclusion that this time I have to give up the pleasure of meeting you again. It is possible that I may come back to Europe either next year or in two years. Then of course I shall come to call on you as the first thing which I shall do in Europe.</p>\r\n<p align=\"left\">During my trip through Europe I met many old friends of mine, with whom I talked of you. Georges Salles in Paris, <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark</a>&nbsp;in London &amp; also at his medieval castle at Saltwood. They were all very glad to hear from me about you; especially Kenneth Clark, who, as you know, was at I Tatti at the same time with me. Your young pupils at the time have become all old! Older with the same pace, not only in appearance, but also in the way of thinking, more or less! It was very interesting to notice that.</p>\r\n<p align=\"left\">From yesterday here too, in Switzerland, it began to be pretty hot. It must be much hotter in Italy. By this time you must be up at Vallombrosa. It is a great pity that we cannot call on you there!</p>\r\n<p align=\"left\">But I philosophise in order to console me &amp; my wife: it is better to leave something important not done, because that induces us to come back again. In a couple years we must come back to Italy, to pay another visit to you.</p>\r\n<p align=\"left\">Please remember us to Nicky. I often speak with my wife Fumi, how happy we were at I Tatti meeting you all alone.</p>\r\n<p align=\"left\">A Dio and A rivederci presto molto presto,</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">P.S.&nbsp; I shall be in Albergo Ludovisi, Via Liguria 34, Roma, till August 1<sup>st</sup> &amp; then at home in Japan: 1017 Oiso, Kanagawa Ken, Japan.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -423968400
	},
	{
		"nid" : 4981,
		"title" : "Bernard Berenson (in Vallombrosa) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>July 29. 56<br>Casa al Dono<br>Vallombrosa (Prov. Di Firenze)</p>\r\n<p align=\"left\">Dear Yashiro,</p>\r\n<p align=\"left\">I am disappointed not to see you and your beautiful wife before you leave for Japan. Pleasant journey and happy return! If you find an hour of leisure, do write and tell me what you have been doing in all the places you have been to.</p>\r\n<p align=\"left\">If you see&nbsp;<a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti</a>, remember me to him, and ask him to let me know when the Persian show closes. If after Sept. 15 I should come to see it, and Auriti as well.</p>\r\n<p align=\"left\">My best to you and your dear wife,</p>\r\n<em>B.B.</em></td>\r\n</tr>\r\n</tbody></table>",
		"created" : -423709200
	},
	{
		"nid" : 4986,
		"title" : "Yashiro (in Rome) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<p>See below for the photo Yashiro sent to Bernard Berenson along with this letter.&nbsp;</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Roma, August 1<sup>st</sup></p>\r\n<p align=\"left\"></p>\r\n<p align=\"left\">My dear B.B.,&nbsp;</p>\r\n<p align=\"left\">Thank you very much for your letter from Vallombrosa which touched me &amp; my wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;deeply. Although there was no other way, because of the shortage of time before my departure from Rome to Japan, we are feeling a great remorse not to have called on you again at Vallombrosa. Both I &amp; Fumi, however, console ourselves by philosophizing that it is better to leave something not done behind, as it induces us to come back again. In a couple of years we shall surely come back again to Italy &amp; call on you at I Tatti.</p>\r\n<p align=\"left\">As we could not come to salute you personally once more before our departure from Europe, herewith we send us [sic] a small colour-photo of us to you in order to salute you instead. I regret to say that the photo is very small. But at least you can have the images of your old pupil and his wife, who are so attached to you. The photo was taken while we were in London.</p>\r\n<p align=\"left\">The Persian Exhibition in Rome at <a href=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\" data-url=\"http://yashiro.itatti.harvard.edu/Tucci-Giuseppe\">Dr. Tucci’s</a>&nbsp;Institute (Istituto Italiano per il medio ed Estremo Oriente) is very very important and interesting Exhibition. Especially the things sent from Teheran are marvellous! In the catalogue it is written that the Exhibition is for June &amp; August. So it will be closed at the end of August.</p>\r\n<p align=\"left\">Yesterday I met our old friend <a href=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\" data-url=\"http://yashiro.itatti.harvard.edu/Auriti-Giacinto\">Auriti </a>and I told him of what you said in your letter. Auriti was delighted to know that he is remembered by you and he said he will write you soon.</p>\r\n<p align=\"left\">Our son <a href=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\">Akio</a>&nbsp;came to join us in Rome yesterday &amp; we are taking him home with us. He asks me to send his salute to you and to Nicky. He says that his new composition of a String Quartet, which was appreciated in Paris and recognized to some extent, is going to be broadcast by “Chaîne nationale” France, played by Parrenin Quartet on 13<sup>th</sup> August, pm.4.50. Quartet Parrenin is quite a good quartet of rather young musicians. I really wish that you would hear it.</p>\r\n<p align=\"left\">In England I met <a href=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\" data-url=\"http://yashiro.itatti.harvard.edu/Clark-Kenneth\">Kenneth Clark</a>&nbsp;several times. It is nice to meet old friends. Both I and Fumi were enchanted by the medieval shadows of Saltwood Castle, &amp; by Kenneth &amp; Jane, who live there.</p>\r\n<p align=\"left\">There are many other things, which I want to tell you. But as the time of our departure is coming near, I have to stop writing &amp; say goodbye &amp; farewell to you &amp; to Nicky.&nbsp;</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n<p align=\"left\">P.S. My wife Fumi and my son Akio send their best love to you and to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -423450000
	},
	{
		"nid" : 4991,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>August 22<sup>nd</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">We arrived in Japan on Aug. 4<sup>th</sup>. After a long flight across India, &amp; arriving in Japan in the height of summer heat, we felt altogether exhausted, and till now we have been very idle, taking a rest. Now I feel stronger &amp; am thinking to resume my activity. Both my wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;&amp; our son <a href=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\">Akio</a>&nbsp;are quite well, and now that all of my family, myself, Fumi &amp; Akio, are living in the same house, for the first time after the sad death of our beloved daughter, a little joy came to our home!</p>\r\n<p align=\"left\">Just before my departure from Rome I received a letter from <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>, telling me on which day he would be coming to I Tatti or to Vallombrosa, and expecting a chance to meet me there. How sad was it that by a difference of just a few days I could not meet him at your place. So immediately after my return to Japan I wrote an air mail letter to John Walker care of I Tatti, hoping that it arrived him, while he was there. John wanted to meet me before I go to California, but that became impossible. But even if I go to California at the institution of Stanford University, it is after all an invitation for a stay of only one year (which can be extended for another year, if I wish); so I wrote in my letter to John my plan to go to Stanford anyway &amp; told him that, as I imagine, my going to Stanford for a short while would not contradict with John’s own plan to help me. And also I told him, that if I go [to] Stanford I shall call on him in Washington at the earliest chance. I wonder if my letter reached him, while he was staying with you. If so, he would have told you my plan of going to Stanford in more details.</p>\r\n<p align=\"left\">Anyway I plan to go to California this autumn &amp; there, as I shall be left to do whatever I like, except a few seminar classes for advanced students &amp; for professors, I shall come back to my life as a “studioso” of Oriental art &amp; shall begin to write on it in English, as you encourage me to do.</p>\r\n<p align=\"left\">This letter turned out to be a funny scribble, but I wanted to tell you quickly what I intend to do in near future. My next letter would be more coherent. Please excuse me!</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n<p align=\"left\">My wife Fumi sends her love to you &amp; to Nicky.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -421635600
	},
	{
		"nid" : 4996,
		"title" : "Bernard Berenson (in Vallombrosa) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Sept. 5. 56<br>Casa al Dono<br>Vallombrosa<br>(Prov. Di Firenze)</p>\r\n<p align=\"left\">Dear Yashiro, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;</p>\r\n<p align=\"left\">This will introduce my very dear friends <a href=\"http://yashiro.itatti.harvard.edu/Wrightsman-Charles\" data-url=\"http://yashiro.itatti.harvard.edu/Wrightsman-Charles\">Mr. and Mrs. Charles Wrightsman</a>&nbsp;of New York. Show them all of the best in Japan that they can see in a short stay: I shall be very grateful. <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">Johnnie Walker</a>&nbsp;was here for a week, and we discussed your problems, and mean to do all we can to help you out in America and elsewhere.</p>\r\n<p align=\"left\">Remember me most respectfully to your wife.</p>\r\n<p align=\"left\">Affectionately,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -420426000
	},
	{
		"nid" : 5001,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Oct. 31<sup>st</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">How are you getting on? Now under the blue sky of autumn you must be enjoying one of the best seasons in the year. I do hope you are well!</p>\r\n<p align=\"left\">About a month ago your friends the <a href=\"http://yashiro.itatti.harvard.edu/Wrightsman-Charles\" data-url=\"http://yashiro.itatti.harvard.edu/Wrightsman-Charles\">Wrightsmans</a>&nbsp;arrived in Japan with your letter of introduction. Indeed they are extremely nice people, &amp; we liked them very very much. Their stay in Japan was very short, so I could not meet them so often as we could hope, but I tried hard to let them see some of the best examples of Japanese art, which are not usually shown to visitors. Both myself &amp; my wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;&amp; our son <a href=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\">Akio</a>&nbsp;are all very glad to have come to know them. We promised to call on them, when we go to America.</p>\r\n<p align=\"left\">Some days ago we met other friends of yours <a href=\"http://yashiro.itatti.harvard.edu/Gui-Vittorio\" data-url=\"http://yashiro.itatti.harvard.edu/Gui-Vittorio\">Maestro Vittorio Gui</a>&nbsp;&amp; his wife, who came to Japan to present Italian operas, which were a great success. Our son Akio as a composer knew Gui’s works &amp; his fame &amp; it was Akio, who first met them after a concert &amp; they told him that they know me &amp; my wife well through their conversations with BB, etc. etc. We were only too glad to meet Guis themselves after a few days. There was no end to our talks to each other. Their talks about their home at Fiesole, about you, about <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>&nbsp;&amp; about many other persons &amp; things in Florence made me really homesick for Florence. I wonder, when I can visit Florence again &amp; come to I Tatti to greet you again personally.</p>\r\n<p align=\"left\">There is one possibility of my visit to I Tatti again in a future not very far. The English publishers the Medici of my “Botticelli” are willing to republish it in a revised edition, and I want to do it very much. Because although my old book on Botticelli is unsatisfactory in many ways, I feel a sentimental attachment to it, and I want to republish it in a renewed form. In order to do it, I have to study Botticelli over again, so that I may make the new edition up-to-date. For this purpose the best place for my work is of course I Tatti, where I shall have to study in the library perhaps for three months, and then I want to travel some places in Europe &amp; America to see Botticellis &amp; to collect good photographs. If this scheme of the revised edition of Botticelli materializes, I shall have the pleasure of staying sometime in Florence again &amp; frequenting I Tatti, as I used to do more than thirty years ago. I do hope such time comes again soon, so that I can meet you as much as I can and get your last teachings as much as possible.</p>\r\n<p align=\"left\">At present I am busily writing in English a book or rather the introductory text for an Album “Masterpieces of Japanese Art,” which would be published by the English publishers Thames &amp; Hudson in London next year. As I have to finish the text in haste, I do not think that it would make a good book, but as an album it will surely be very beautiful, because I shall use very good photos made by a special German photographer, who was sent to Japan by my publisher.</p>\r\n<p align=\"left\">I think I have already told you that I am being invited by Stanford University, California to come as Consultant Professor for a period. Although it is not yet definite, yet I can say I shall perhaps go there in December &amp; stay there for about five months. If I go there at all, I shall surely visit <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;at Washington &amp; talk over the projects of my books with him.</p>\r\n<p align=\"left\">I hope this letter will find you well and healthy. I wanted to tell you how we met the Wrightsmans and the Guis &amp; how we were glad to have met them.</p>\r\n<p align=\"left\">There are many other things to tell you, but I think it wiser to stop here &amp; post this letter, so that it arrives you earlier, although as a letter it is still very inadequate.</p>\r\n<p align=\"left\">My wife Fumi sends her love to you &amp; to Nicky.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -415587600
	},
	{
		"nid" : 5006,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">I Tatti<br>Settignano<br>Florence</p>\r\n<p align=\"left\">November 7, 1956</p>\r\n<p align=\"left\">Dear Yashiro,</p>\r\n<p align=\"left\">Thanks for your good letter of October 31st. The <a href=\"http://yashiro.itatti.harvard.edu/Wrightsman-Charles\" data-url=\"http://yashiro.itatti.harvard.edu/Wrightsman-Charles\">Wrightsmans</a>&nbsp;wrote most enthusiastically and most gratefully about your opening to them treasures that otherwise they would not have seen. I am sure they will be delighted to see you when you return to America and you may find them useful as well as good company.</p>\r\n<p align=\"left\">I am glad as well to learn that you have been seeing the <a href=\"http://yashiro.itatti.harvard.edu/Gui-Vittorio\" data-url=\"http://yashiro.itatti.harvard.edu/Gui-Vittorio\">Guis</a>. They are near neighbors and dear friends.</p>\r\n<p align=\"left\">It is wonderful news that there is a prospect of publishing a new edition of your Botticelli. Every book published as long ago is unsatisfactory to the author if in the meanwhile he has grown. You certainly have and you will have as excellent opportunity to recast it, or at least to repair it and bring it up to date. My library and photographs will naturally be entirely at your disposal and I need not say how happy I shall be to see you. It will seem like the return of good old times.</p>\r\n<p align=\"left\">I look forward to seeing your masterpieces of Japanese art. Inadequate as it may be, it will be at least as good as anything that can be produced on this side of the world.</p>\r\n<p align=\"left\">I am as well as can be expected in my 92nd year, but it is not very satisfactory and I cannot recommend living so long unless one can have the guarantee that body and mind will work together. In my case they scarcely do.</p>\r\n<p align=\"left\">My best to your dear wife,</p>\r\n<p align=\"left\">Affectionately.</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -414982800
	},
	{
		"nid" : 5011,
		"title" : "Nicky Mariano (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">I Tatti<br>Settignano<br>Florence</p>\r\n<p align=\"left\">November 30, 1956</p>\r\n<p align=\"left\">Dear Yukio,</p>\r\n<p align=\"left\">This is just to let you know that your pupil, <a href=\"http://yashiro.itatti.harvard.edu/Masui-Yoshiro\" data-url=\"http://yashiro.itatti.harvard.edu/Masui-Yoshiro\">Prof. Yoshiro Masui</a>, to whom you gave a letter of introduction before leaving Rome, has been to see us several days ago and that we liked him ever so much. Unfortunately B.B. was in bed with a bad cold but I took him to his room and they had a pleasant talk about Prof. Masui’s translation of the Florentine Painters into Japanese and about his own work on Italian Renaissance art. I also showed him the collection, the library and the garden and we had lunch together.</p>\r\n<p align=\"left\">I dare say he will be back in Japan before this reaches you and brings you and <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;and your son very affectionate messages from B.B. and from&nbsp;</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Nicky</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -412995600
	},
	{
		"nid" : 5016,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, March 3<sup>rd</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">The coldest season is gone &amp; now Japan is lovely with Spring flower going to bloom.</p>\r\n<p align=\"left\">How are you getting on? I think of you &amp; of <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>&nbsp;&amp; of I Tatti very much. My wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;does the same.</p>\r\n<p align=\"left\">As for me, I ought to be in U.S.A. (at Stanford University, where I am being invited as Consultant Professor) by this time. But just before my departure from Tokyo on Jan. 29<sup>th</sup>, something strange was found in my lung by X-ray photo, which might possibly be an incipient cancer. I was taken to Cancer-research Institute Hospital in Tokyo, where I have been treated with Ray Cobalt 60 for about a month. I was released from the hospital just a few days ago. Now they say that strange thing in my lung is not so malicious a thing as cancer, but at any rate it must still be treated with Ray for sometime yet. The treatment with Ray is so exhausting that I cannot do anything now. But thank heaven, it is not painful!</p>\r\n<p align=\"left\">This is short note to you to explain why I have been silent to you so long. I am very glad to tell you that my illness was found so early that it can be cured.</p>\r\n<p align=\"left\">I hope you are keeping well. I must come again to I Tatti &amp; salute you personally.</p>\r\n<p align=\"left\">My wife &amp; my son &amp; myself are always talking about you &amp; about I Tatti.</p>\r\n<p align=\"left\">Please remember me to Nicky.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -404960400
	},
	{
		"nid" : 5021,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>I Tatti<br>Settignano<br>Florence<br>March 7, 1957</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">I am distressed to read in your note of the 3rd what you have been through, what you are threatened with and what you are going through. I need not tell you how fervently I pray that every trace of malignancy may disappear from you system.</p>\r\n<p align=\"left\">Of course it is very hard on you to have to put off your visit to Stanford University. I have no doubt that they will be no less happy to have you when you are well enough to go there and may this be soon.</p>\r\n<p align=\"left\">I need not tell you how happy I shall be to see you again and of course put the library at your entire disposal.</p>\r\n<p align=\"left\">As for myself, I regret to tell you that I have been alarmingly ill and am much better but only weaker and feebler. It will take some time before I am at all myself again. Then there is the incurable trouble that I am so near to being 92 years old.</p>\r\n<p align=\"left\">A cousin of mine, <a href=\"http://yashiro.itatti.harvard.edu/Berenson-Robert\" data-url=\"http://yashiro.itatti.harvard.edu/Berenson-Robert\">Robert Berenson</a>, with his wife will be travelling on U.S. Government business and perhaps reach Japan before you leave. In that case, will you be an angel and help him out in every way you can to see what he ought to see, scenery, works of art and people?</p>\r\n<p align=\"left\">With my respectful regards to your wife and heartiest wishes for your speedy recovery,</p>\r\n<p>Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -404614800
	},
	{
		"nid" : 5026,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, 29 March</p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">We are frightened to hear that you were not well. But we feel relieved knowing that now you are better.</p>\r\n<p align=\"left\">I myself has not been well. By this time I ought to be at Stanford University California, but the medical examination before leaving Japan brought out some unknown illness to light, &amp; I was put in Cancer hospital for about a month &amp; I was treated with Ray Cobalt 60. This treatment is not painful at all, but very very exhausting &amp; even now I have not recovered from the fatigue. After some interval I have to get the Ray treatment again, &amp; so for the moment I have to give up my plan to go to America for some time. I am always talking with my wife how we wish to visit you again at I Tatti.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -402714000
	},
	{
		"nid" : 5031,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Settignano. Apr. 6. 57</p>\r\n<p>My dear Yashiro,</p>\r\n<p align=\"left\">I am distressed to hear of your illness, and unhappy that your plans, and the prospect of having you here soon have to be postponed.</p>\r\n<p align=\"left\">Please keep me informed if only with post-card.</p>\r\n<p align=\"left\">Thanks for the photo of yourself and of your so fascinating wife.</p>\r\n<p align=\"left\">I myself am still too feeble to begin working again, and I am bored by the enforced leisure.</p>\r\n<p align=\"left\">I gave a word of introduction to you for my cousin, <a href=\"http://yashiro.itatti.harvard.edu/Berenson-Robert\" data-url=\"http://yashiro.itatti.harvard.edu/Berenson-Robert\">Robert Berenson</a>, who is on some U.S.A. mission to the Far East. If without trouble, without the least worry you can help him I should be grateful. But please, do not put yourself out.</p>\r\n<p align=\"left\">With my best to you both.</p>\r\n<p>Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -402022800
	},
	{
		"nid" : 5036,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, June 27<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,&nbsp;</p>\r\n<p align=\"left\">I think of you very much. So I write this letter. How are you? I hope you are well. Japan is now in the rainy season, the worst time in the year, and my health is very low. Since I got the Radiation treatment last February, although theoretically I have recovered from the exhaustion caused by it, I do not feel at all well. Moreover my chronic disease Hypertension has aggravated &amp; I have to remain very quiet &amp; inactive. Perhaps I have worked too much on my coming book “Masterpieces of Japanese Art.” The publisher Thames &amp; Hudson in London want the MSS as quickly as possible, which is still now an impossibility, because I am ill &amp; cannot work, so much as I could wish. But the whole work is about 3/4 over, Thank heaven!</p>\r\n<p align=\"left\">I am ashamed to say that Japanese Edition of “Italian Painters” is not out yet. After the last War our people became demoralized &amp; even my best pupils would not work, so much as I wish. This is perhaps because there are too many people in this narrow country &amp; life is so difficult. Moreover (just imagine!) some part (not very big part ) of the translated text was lost by a secretary of the publisher, &amp; one of the translators had to do the translation over again. All these are bad news for you, but now at last nearly translations are over, &amp; this autumn the book would be made. My long preface as the editor of this translation is being printed &amp; I have seen the printer’s proofs. Till now the situations about the book were so bad, that I had no courage to make a report of the translation-work to you. Now I heave a great sigh of relief, because my promise to you &amp; to <a href=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\" data-url=\"http://yashiro.itatti.harvard.edu/Horowitz-Bela\">B Horovitz</a>&nbsp;of Phaidon to supervise the Japanese edition of the “Bible” for the study of Italian Paintings, is about to be accomplished.</p>\r\n<p align=\"left\">About this time last year I was in Europe with my wife. What a great pity was it, that we could not call on you at Vallombrosa before our departure for Tokyo. I wish I could come to Italy to call on you &amp; to see your face, to clasp your hand &amp; to see I Tatti over again. My wife wants it too. But if my poor health continues like this, I am afraid, it would be difficult.</p>\r\n<p align=\"left\">If my health recovers, I want to go to U. S. over again to write on Chinese art. This again may be a dream.</p>\r\n<p align=\"left\">Wishing for your health with my whole heart,</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em>&nbsp;</p>\r\n<p align=\"left\">My wife sends her best love to you &amp; to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>. My love to Nicky, too.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -394938000
	},
	{
		"nid" : 5041,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>I Tatti<br>Settignano<br>Florence</p>\r\n<p>July 3, 1957</p>\r\n<p>My very dear Yashiro,</p>\r\n<p>Thank you for yours of June 27th. I am deeply distressed to learn that, young as you are, you are feeling about as feeble and incompetent as I, who am now in my 93rd year. I know from my own experience how dreadful it is to be eager for work yet unable to do it, to have one’s mind teeming with all sorts of plans which must remain untouched.</p>\r\n<p align=\"left\">Please, I beg of you not to worry about the Japanese edition of my Italian Painters. If it does come off I shall be delighted but I infinitely prefer your repose of mind to your feeling anxious about it.</p>\r\n<p align=\"left\">Do everything you can to restore your health and to take up again your work on Chinese art. Nobody alive is so fit for that task. I regret to say that I am deeply disappointed in <a href=\"http://yashiro.itatti.harvard.edu/Siren-Oswald\" data-url=\"http://yashiro.itatti.harvard.edu/Siren-Oswald\">Siren’s </a>first volume on Chinese painting.</p>\r\n<p align=\"left\">My most respectful remembrances, and Nicky’s as well, to your wife.</p>\r\n<p align=\"left\">With every good wishes,</p>\r\n<p align=\"left\">Affectionately yours,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -394419600
	},
	{
		"nid" : 5046,
		"title" : "Bernard Berenson (in Vallombrosa) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Casa al Dono<br>Vallombrosa<br>(Florence)</p>\r\n<p>August 19, 1957</p>\r\n<p>Dear Yashiro,</p>\r\n<p>I write to beg you to let me know how you are, whether there is an improvement in your condition (as I fervently hope) enough to enable you to return to Rome and to Florence. I think of you often, always with deep affection and great anxiety.</p>\r\n<p><a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;is here again and complains that since he was here a year ago and wrote to you he has never heard from you. His hopes are that you will return to America, take up work at Berkeley and get in touch with him.</p>\r\n<p>You remember <a href=\"http://yashiro.itatti.harvard.edu/Maraini-Fosco\" data-url=\"http://yashiro.itatti.harvard.edu/Maraini-Fosco\">Fosco Maraini</a>&nbsp;no doubt. He has brought out a magnificent-looking work on Japan. Has it reached you already?</p>\r\n<p>Since I last heard from you I have been getting older, deafer, blinder and feebler. I should not half mind if I still could do any creative work. If it depended on my mind alone I still could but, unfortunately, it depends on my body and that no longer serves me with any kind of satisfaction.</p>\r\n<p>Remember me to your wife and let me hear from you soon.</p>\r\n<p>Affectionately,</p>\r\n<p><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -390358800
	},
	{
		"nid" : 5051,
		"title" : " Yashiro (in Tokyo) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Sept. 13<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">Thank you very much for your letter of Aug. 19<sup>th</sup>, which was from Vallombrosa. Since July I have been ailing in a hospital in Tokyo. I think I worked too much, which told on my nerves, which had been enfeebled by the Radiation treatment, which I had last February. I suffer from sleeplessness &amp; other nervous disorders. But fortunately now I feel stronger &amp; better &amp; I think I can get away from the hospital in a future not very very far.</p>\r\n<p align=\"left\">I am much worried by your weakened health, &amp; I pray to heaven that I may have another chance to come over to Italy &amp; to call on you at I Tatti again. My wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;also says so. Please become stronger, so that we can meet again!</p>\r\n<p align=\"left\">It is very nice of <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;to think of me &amp; to talk of me with you. If I come at all to Stanford University, California, I shall surely come to Washington to meet him. But for the moment I do not know whether I am strong enough to go to Stanford.</p>\r\n<p align=\"left\">You say <a href=\"http://yashiro.itatti.harvard.edu/Maraini-Fosco\" data-url=\"http://yashiro.itatti.harvard.edu/Maraini-Fosco\">Fosco Maraini’s</a>&nbsp;book on Japan is magnificent. It must be so, judging from what he did on Tibet. But I have not seen the book yet.</p>\r\n<p align=\"left\">I want to write longer, but I am still too weak. This is just to show you that I have recovered enough to write a letter in English. From now on I shall write to you every now &amp; then.</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em> Yuki</em></p>\r\n<p align=\"left\">At long last the Japanese edition of Italian Painters would be out in November!</p>\r\n<p align=\"left\">My love to Nicky!</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -388198800
	},
	{
		"nid" : 5056,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Settignano. Oct. 2. 57</p>\r\n<p>My dear Yashiro,&nbsp;</p>\r\n<p align=\"left\">I am deeply distressed to know that you were still in hospital, and feeling so weak and ill. It is heartrending. All my sympathy with you and your beloved wife! Nor am I a sample of health. Only at 92 I have no right to complain, while you comparatively are still so young. We are sending off <a href=\"http://yashiro.itatti.harvard.edu/Maraini-Fosco\" data-url=\"http://yashiro.itatti.harvard.edu/Maraini-Fosco\">Fosco Maraini’s</a>&nbsp;book on Japan. It is rather encyclopedic and rag-baggy, but contains wonderfully interesting personal material as well. I am sure it will interest you.</p>\r\n<p align=\"left\">Delighted with the prospect of seeing myself in Japanese translation. If a success in Japan, other things that might interest your public, for instance my Sketch for a Self-Portrait, and my little books on Piero della Francesca and Caravaggio.&nbsp;</p>\r\n<p align=\"left\">Ever affectionately and devotedly…and your wife,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -386557200
	},
	{
		"nid" : 5061,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Dec. 8<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">I have been comparatively well these days and I could work on my forthcoming book on Japanese art “Masterpieces of Japanese Art”, which would be published in London early next year, I hope. With your permission, I want to dedicate the book to you. It is going to be a very beautiful book in point of illustrations, but according to my illness I could make only a very unpolished mss [manuscripts] for the text. An Englishman at Oxford has revised my mss &amp; I have gone through his revised text very carefully. So the book would not be very bad. I am looking forward to the day, when you would look through the book.</p>\r\n<p align=\"left\">I am going to enter a hospital from to-morrow to get a minor surgical operation. After I recover from this operation (which would be after about ten days) I shall become better &amp; shall be able to move about.</p>\r\n<p align=\"left\">While I was in London in summer last year, I met the officers of the Medici Society, who had published my book on Botticelli, &amp; they told me that they were willing to republish the book in a new edition. Although my book was very unsatisfactory to me at the time and more so now, yet that book contains my young life &amp; enthusiasm. If I have chance to republish the book, making it up-to-date adding new materials, &amp; correcting all that should be corrected, I shall be very happy. The publisher told me that the old book is still used &amp; is still demanded in the market. In order to realize this, I must come to Florence &amp; ask you to let me work in your library at I Tatti for at least three months. The publishers seem to wish that some Fund would help them. Can you not recommend the work to some Fund, in order to let me do the work? As I am going to write to <a href=\"http://yashiro.itatti.harvard.edu/Walker-John\" data-url=\"http://yashiro.itatti.harvard.edu/Walker-John\">John Walker</a>&nbsp;one of these days, I shall consult with him. If you can help me at all for this work, please do. Because this is one of the works, which I want to finish, while I am alive &amp; also because this work would enable me to come back to I Tatti, while you are there!</p>\r\n<p align=\"left\">This letter turned out to be a very egotistic letter of mine, speaking only about myself. Please pardon me.</p>\r\n<p align=\"left\">How are you? In Japan it is already very cold. I do hope that you would take good care of yourself. My wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;and my son <a href=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\">Akio</a>&nbsp;join me to send our love to you.&nbsp;</p>\r\n<p align=\"left\">Yours ever,</p>\r\n<p align=\"left\"><em>Yuki</em></p>\r\n<p align=\"left\">Please remember us to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -380768400
	},
	{
		"nid" : 5066,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>I Tatti<br>Settignano<br>Florence<br>December 14, 1957</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">I am very glad to hear that you have been a little better and, let me hope that the emergency operation that you were going to undergo on the 9th has turned out as well as possible and that in consequence you will feel better and stronger.</p>\r\n<p align=\"left\">I am delighted to hear about your “Masterpieces of Japanese Art” and of course I shall feel very proud if you dedicate it to me.</p>\r\n<p align=\"left\">I should be very very happy to see your Botticelli reappear and brought up to date as well as richly illustrated. I need not tell you that I should heartily welcome if you could spend some time here studying in my library and using all my materials.</p>\r\n<p align=\"left\">It is customary in England and America for publishers to make cash advances to authors of books. There is no reason why the Medici Society should not do the same for you. In your place I would boldly ask them for that. That does not prevent your appealing to Walker as well, and I need not tell you that I should support your appeal.</p>\r\n<p align=\"left\">You ask how I am. Not too well, and unfortunately able to achieve very little, but what can you expect of a man who is approaching his 94th birthday.</p>\r\n<p align=\"left\">Please give my respectful regards to your dear wife and best remembrances to your son.</p>\r\n<p align=\"left\">Ever devotedly,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -380250000
	},
	{
		"nid" : 5071,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<p>See below for the original letter and related photograph. In the letter, the folds indicate that it was carried in Yashiro's pocket.&nbsp;</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>Via Vincigliata, Florence, Dec. 28, 57</p>\r\n<p align=\"left\">My dear Yashiro,</p>\r\n<p align=\"left\">I have just heard from <a href=\"http://yashiro.itatti.harvard.edu/Dunham-Katherine\" data-url=\"http://yashiro.itatti.harvard.edu/Dunham-Katherine\">Katherine Dunham</a>.</p>\r\n<p align=\"left\">She writes that you are far from well, and that your dear wife is very anxious about your health.</p>\r\n<p align=\"left\">I share her feelings, but I implore you not to give up hope. The <em>will</em> to live and get well can still perform miracles.</p>\r\n<p align=\"left\">Two years ago the doctors gave me up and were so sure that I was dying that my bed-room was crowded with devoted friends and dependents to give me a last salute. I <em>would not die</em>. I insisted on living, and I am still alive altho’ now nearly 93 years old.</p>\r\n<p align=\"left\"><em>Live</em> and come here to do the new edition of your true and beautiful book on Botticelli.</p>\r\n<p align=\"left\">With respectful greetings to your wife,</p>\r\n<p align=\"left\">Affectionately yours,</p>\r\n<p align=\"left\"><em>B.B.</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p></p>\r\n<p></p>",
		"created" : -379040400
	},
	{
		"nid" : 5076,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Jan. 20<sup>th</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">There is no word from anybody, which gave me a greater strength, than your letter of <a href=\"http://yashiro.itatti.harvard.edu/letter-108\" data-url=\"http://yashiro.itatti.harvard.edu/letter-108\">Dec. 28<sup>t</sup><sup>h</sup></a>, which you wrote immediately after receiving <a href=\"http://yashiro.itatti.harvard.edu/Dunham-Katherine\" data-url=\"http://yashiro.itatti.harvard.edu/Dunham-Katherine\">Katherine Dunham's</a>&nbsp;report about my health. When I received your letter I was ailing in a hospital &amp; was feeling very much weakened. Your words, “but I implore you not to give up hope.&nbsp;The will to live and get well can still perform miracles” went deep into my soul &amp; I will insist on living, as you have done. That letter of yours has become a really guiding spirit for me, &amp; I am always carrying that letter in my inside pocket! Thank you, thank you, my old master! It was really a timely advice for me. My wife joins me to send our deep-felt gratitude to you.</p>\r\n<p align=\"left\">Just now I came out of the hospital, where I got an emergency operation, which was already healed. But I am not completely well yet. This is just to send my deep feeling for you, after I received that precious letter.</p>\r\n<p align=\"left\">Yours ever, &nbsp;</p>\r\n<p align=\"left\"><em>Yukio Yashiro</em></p>\r\n<p align=\"left\">P.S. As you kindly tells me in your letter, when I recover in health, I will surely come over to I Tatti in order to prepare for the new edition of Botticelli. The prospect of visiting I Tatti over again &amp; work there, with my old master again giving me advices, gives me such a brightness for my future. I shall live my young days over again in the same old familiar place. I will try to live longer but at the same time, my dear teacher, you must live longer, so that you may let me join you &amp; do the work!</p>\r\n<p align=\"left\">Please remember us to Nicky.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -377053200
	},
	{
		"nid" : 5081,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, Feb. 1<sup>st</sup></p>\r\n<p align=\"left\">My dear B.B.,</p>\r\n<p align=\"left\">I am very much worried about your health, as I have not heard from you so long. I do hope that you are well. If you were not strong enough to write a letter, please ask <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>&nbsp;to write your message to me &amp; to my wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>.</p>\r\n<p align=\"left\">Since last Summer I became very strong &amp; am working as energetically as before. Last year about this time your letter arrived me when I was very ill. Your letter was written soon after you had received the report about me &amp; about my health by <a href=\"http://yashiro.itatti.harvard.edu/Dunham-Katherine\" data-url=\"http://yashiro.itatti.harvard.edu/Dunham-Katherine\">Katherine Dunham</a>, who came to see me at the hospital. Your letter, which told me “not to lose hope”, arrived me at the right moment, when I was nearly losing hope, really resuscitated me! I am still carrying that letter of yours in my pocket everywhere I go. In that letter you told me to come to I Tatti, again. I think I can call on you sometime this year. As I became healthy enough, I intend to fulfil my old promise to visit Stanford University, California &amp; on the way back I will pass through Europe, which gives me chance to see you at I Tatti. Please be steady and wait till your old pupil from the Far East appears before your eyes in that familiar place I Tatti.</p>\r\n<p align=\"left\">Last fall my book “2000 Years of Japanese Art” appeared in London. To Japan just one specimen copy arrived me. The book is dedicated to my old master BB. It may not have arrived you yet. I will write to my publisher to remind him that the book should immediately be sent to you. The book is beautifully made, I admit, although the colour-reproductions are not, in the average, up to the Japanese standard of reproducing old Eastern paintings, but they are the best that printers abroad, who know very little about the best Eastern paintings in the original, could do. The book was prepared by the London publishers, while I was lying ill at a hospital in Tokyo. So the book is very unsatisfactory for me as the author, because I could not elaborate on it so much as I could wish. Moreover the publisher took too much liberty in arranging my text. For the sake of the “lay-out” of the plates, even the order of the content was sometimes re-arranged &amp; here &amp; there the logical sequences of the text &amp; of the explanatory comments of the plates were put into confusion!! I want to issue the revised edition as soon as possible. Perhaps you can sympathize with me for being very nervous about the book, which was prepared under the worst possible condition of mine. But without modesty, I can say that with many shortcomings it is the best book on Japanese Art so far, &amp; that it will remain so for coming future, if I can elaborate on it, in its revised edition. I do hope that you will read it. The book seems to have been well received by the public, both in Europe &amp; in America, although I have not seen many reviews.</p>\r\n<p align=\"left\">About the Japanese Edition of your “Italian Painters”, it will come out finally before summer, after many many delays, I am both sorry &amp; ashamed to say. Now the final proofs are being read by the translators &amp; by myself. The book is being advertised in Japan among important “coming books”. You must live long enough to see it at least.</p>\r\n<p align=\"left\">In Rome “Accademia del Giappone” is going to be established (at Via Giulia) in one year or so. Confidentially, I think I shall be asked (or rather am actually asked) by the Government to become its first director, if my health allows. If so, I can meet you frequently in Italy. It is possible that I come to Rome sometime this year in order to direct what sort of building should be built symbolizing Japanese Art &amp; scholarship.</p>\r\n<p align=\"left\">I hasten to post this letter.</p>\r\n<p align=\"left\">Yours ever, &nbsp;</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n<p align=\"left\">Both my wife Fumi &amp; my son <a href=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/akio-yashiro\">Akio</a>&nbsp;send their best love to you &amp; to <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>.</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -344480400
	},
	{
		"nid" : 5086,
		"title" : "Nicky Mariano (in Settignano) to Yashiro",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>I Tatti<br>Via di Vincigliata<br>Florence</p>\r\n<p align=\"left\">16. II. 1959</p>\r\n<p align=\"left\">Dear Yashiro, <br><br>your letter brought us both* happiness as we had felt so anxious about you and your health and to know that you are again your own self and able to go on with your work is really wonderful. This is just a short note, a preliminary one, to let you know how grateful we are and I will write again as soon as your book reaches us. Apparently Thames and Hudson sent a copy before Christmas and it never reached us. I have claimed for another one and it should be here in a few days. – B.B. is a little better than last summer and at any rate free from pain, but very frail and helpless and exhausted by the* effort*.&nbsp; He is very silent and withdrawn … good deal of the *. Now and then he has better and lovelier days and is able to communicate with the outer world without any difficulty.</p>\r\n<p align=\"left\">He sends you and Fumi his love and so do I.</p>\r\n<p align=\"left\">Ever yours,</p>\r\n<p align=\"left\"><em>Nicky</em></p>\r\n<p align=\"left\">* uncertain reading</p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -343184400
	},
	{
		"nid" : 5091,
		"title" : "Nicky Mariano (in Settignano) to Yashiro",
		"body_value" : "<p align=\"left\"></p>\r\n<p align=\"left\">Written on the back of a photograph of a picture depicting Berenson in bed and Nicky.</p>\r\n<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">4. III. 1959</p>\r\n<p align=\"left\">Dear Yashiro, <br><br>your book has been in the house already for over a week B.B. has taken a long time looking it and now I can tell you how delighted he is with it and with the quality of the illustrations and deeply grateful for the dedication. He hopes to thank you personally for it before long. – This is the photo of a little picture painted an English painter friend of ours and which I thought you and <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;would like to have a little souvenir. With much love to you both, also in B.B.’s name.</p>\r\n<p align=\"left\">Ever yours,</p>\r\n<p align=\"left\"><em>Nicky</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -341802000
	},
	{
		"nid" : 5096,
		"title" : "Yashiro (in Oiso) to Bernard Berenson",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">Oiso, May 24</p>\r\n<p align=\"left\">My dear BB,</p>\r\n<p align=\"left\">Myself &amp; my wife <a href=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\" data-url=\"http://yashiro.itatti.harvard.edu/people/fumi-yashiro\">Fumi</a>&nbsp;are very anxious about your health! How are you?</p>\r\n<p align=\"left\">I have recovered from my illness, and I plan to come to call on you at I Tatti with wife this autumn. Perhaps in the beginning of November. Please keep strong &amp; wait for the visit of Yuki &amp; his wife Fumi.</p>\r\n<p align=\"left\">As a matter of fact, I am again invited by Stanford University, California to visit there as consulting professor of Eastern Arts. Taking this opportunity of going out of my country (which is otherwise very difficult), I will go round the world, so that I may call on you at Florence on my way back to Japan in autumn. I shall leave Japan June 15<sup>th</sup> &amp; stay in U. S. (Stanford &amp; elsewhere) for about 5 months &amp; in the beginning of November I shall arrive in Italy. My stay in Rome would be only for a week or ten days, during which I shall call on you at I Tatti or Vallombrosa or wherever you may be. My wife feels excited to meet you again.</p>\r\n<p align=\"left\">Your letter telling me “not to lose hope” &amp; that “the will to live still sometimes performs miracles”, which really resuscitated me, when I felt very weak two years ago, forces me to give back those precious words to you!</p>\r\n<p align=\"left\">The new “Accademia Giapponese” is going to be established in Rome &amp; I may be appointed its first director, if I am willing. The new building will begin before summer, and it would be finished next year. My dear Master BB, please live &amp; wait for your old pupil, who will come to join you in Italy in a future not very far!</p>\r\n<p align=\"left\">How is our dear <a href=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\" data-url=\"http://yashiro.itatti.harvard.edu/people/nicky-mariano\">Nicky</a>? Please ask her to drop me &amp; my wife even a short note to tell us how you are faring.</p>\r\n<p align=\"left\">As I make haste to post this letter, I stop short, &amp; merely send to you our warmest love &amp; most sincere wishes</p>\r\n<p align=\"left\"><em>Yuki Yashiro</em></p>\r\n<p align=\"left\"><em>Fumi Yashiro</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>",
		"created" : -334803600
	},
	{
		"nid" : 5151,
		"title" : "Elizabeth Berenson (in Settignano) to Yashiro (in Palo Alto, California)",
		"body_value" : "<p><!--break--></p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p align=\"left\">I Tatti<br>Via di Vincigliata<br>Florence</p>\r\n<p align=\"left\">Oct. 18- 59</p>\r\n<p align=\"left\">Dear Mr. Yashiro,</p>\r\n<p align=\"left\">Nicky wants me to thank you for your letter of sympathy. Nicky is so wonderful, so courageous. Keeping up our spirits and is very busy with the many things that have to be done. I am sorry you could not see B.B. again. I am his sister and I arrived from Santa Barbara about three weeks before he died. He was so frail, looked so ill, so sweet and patient. It was blessing for him to go but a great shock to us for B.B. had made miraculous recoveries. What a changed world for dear Nicky and I shall feel alone without my dear brother. Nicky sends her best wishes to you and Mrs. Yashiro and will be glad to see you when you come to Florence. I am so sorry not to see you for I sail for home - Nov10.</p>\r\n<p align=\"left\">Sincerely,</p>\r\n<p align=\"left\"><em>Elizabeth Berenson</em></p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p align=\"left\"></p>\r\n<p></p>",
		"created" : -322102800
	},
	{
		"nid" : 5156,
		"title" : "Bernard Berenson (in Settignano) to Yashiro",
		"body_value" : "<p></p>\r\n<p><!--break--></p>\r\n<p>See below for the original document.&nbsp;</p>\r\n<table style=\"background-color: #fafad2;\">\r\n<tbody><tr>\r\n<td>\r\n<p>I Tatti<br>Settignano<br>Firenze</p>\r\n<p>3 December 1954</p>\r\n<p>My dear Yashiro,</p>\r\n<p>I dedicate the Japanese translation of Italian Painters of the Renaissance to You because without You and Your continuous assistance it never would have been made and published.</p>\r\n<p>Another and better reason is that of all the young men who have come to me for for guidance in their studies you have been the most loyal, the most devoted as well as the most creative. You were with me from 1921 to 1924, not only learning from me but helping in my work. You have returned again and again and I look forward to seeing you yet again.</p>\r\n<p>In the field of Italian art you have produced the most authoritative, the most illuminating and the most readable book on Botticelli in any language.</p>\r\n<p>Botticelli’s swift flame-like yet modelling line is almost unique in European art but I have encountered it frequently in Japanese drawings. Indeed there is a great affinity between the draughtsmanship of Florentine and Japanese artists. Thanks to you, my dear Yashiro, we Europeans have come to have subtler and more penetrating appreciation of the achievement of your countrymen and they of ours.</p>\r\n<p>May this version of Italian Painters help Japanese students to enjoy our artists as You have helped us to feel and understand Botticelli.</p>\r\n<p>Ever affectionately,</p>\r\n<p>Bernard Berenson</p>\r\n</td>\r\n</tr>\r\n</tbody></table>\r\n<p><br><br></p>",
		"created" : -475894800
	}
]
